{"dateCreated":"2012-04-17 06:42:28","dateTouched":"2012-04-17 06:42:28","dateUsersTouched":"2012-04-17 06:42:28","maxPostId":1,"maxFileId":1,"maxImageId":1,"starter":{"title":"Biomechanik Übungen WS2012","content":"Kurze Erklährung zum Waka:\n\nWaka ist ein Projekt-bezogenes Kommunikationstool. Es ist für den Anwenungsfall geschrieben, dass sich mehrere Leute über ein Thema am Laufen halten möchten. \n\nDie Anmeldung läuft ähnlich wie bei einer Mailing-Liste. Wenn ihr oben auf das Symbol mit den zwei Männchen klickt könnt ihr eure Email-Adresse \\\"subscriben\\\". Dann erhaltet ihr eine Email sobald sich am Waka etwas ändert. Der Link der euch in der Email zugesendet wird kodiert außerdem eure Email-Adresse. Darüber könnt ihr auch Beiträge kommentieren und Fragen stellen.\n\nAußer den \\\"subscriber\\\"-Accounts gibt es noch \\\"editor\\\"-Accounts. Mit diesen kann man Beiträge schreiben. In diesem Fall werde nur ich einen solchen haben.\n\nWenn ihr dem Link folgt der euch in der Email zugesendet wurde, könnt ihr auch einstellen wie oft ihr maximal benachrichtig werden wollt. Klickt auf das Symbol mit dem zwei Männchen (daneben sollte eure Email-Adresse stehen). Im linken Berreich könnt ihr jetzt den \\\"notificationCooldown\\\" also die minimale Zeit zwischen zwei Benachrichtigungen einstellen. \\\"inf\\\" (wie infinity\/unendlich) bedeuted dabei, dass ihr keine Benachrichtigungen mehr erhaltet.","files":[],"images":[],"dateContentTouched":"2012-04-17 07:03:07","dateImagesTouched":"2012-04-17 06:42:28","dateFilesTouched":"2012-04-17 06:42:28","users":{"julian.steinwachs@googlemail.com":{"mayEdit":0,"dateTouched":"1985-09-02 14:00:00","dateRead":"2012-04-17 07:03:07"}}},"posts":[],"users":{"SXVsMOt1sj":{"email":"julian.steinwachs@googlemail.com","type":"editor","notificationCooldown":"3600","dateJoined":"2012-04-17 06:42:28"}},"drafts":{"SXVsMOt1sj":{"title":"","content":"","files":[],"images":[],"dateContentTouched":"2012-04-17 06:42:28","dateImagesTouched":"2012-04-17 06:42:28","dateFilesTouched":"2012-04-17 06:42:28"}},"version":4}