{"dateCreated":"2011-08-15 10:06:34","dateTouched":"2011-08-15 10:06:34","dateUsersTouched":"2011-08-22 12:27:57","maxPostId":13,"maxFileId":1,"maxImageId":1,"starter":{"title":"Fiber-Manipulation-Evaluation","content":"PDF-Paper ([url]http:\/\/dl.dropbox.com\/u\/9670269\/manipeval_280811.pdf[\/url])\nFibrometry-Waka: ([url]http:\/\/dasunwahrscheinliche.de\/waka\/?w=mwCNA7BtP8&u=7xSnADQ3k3[\/url])","files":[],"images":[],"dateContentTouched":"2011-08-29 14:01:35","dateImagesTouched":"2011-08-15 10:06:34","dateFilesTouched":"2011-08-15 10:06:34","users":{"claus.metzner@gmx.net":{"mayEdit":0,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-29 14:01:35"}}},"posts":[{"id":2,"content":"","title":"Tables","dateCreated":"2011-08-15 10:19:48","dateContentTouched":"2011-08-23 07:04:47","dateImagesTouched":"2011-08-15 10:19:48","dateFilesTouched":"2011-08-15 10:19:48","dateCommentsTouched":"2011-08-15 10:19:48","files":[],"images":[],"comments":[],"users":{"claus.metzner@gmx.net":{"mayEdit":1,"dateRead":"2011-08-23 09:17:51","dateTouched":"2011-08-23 07:04:47"},"Patrick.Krauss@web.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-23 09:45:00"},"janina.lange@web.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-23 06:50:23"},"nadine.r.lang@gmx.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"1985-09-02 14:00:00"}},"dateUsersTouched":"2011-08-23 07:04:46"},{"id":3,"content":"","title":"Figure Legends","dateCreated":"2011-08-15 10:20:00","dateContentTouched":"2011-08-23 07:03:44","dateImagesTouched":"2011-08-15 10:20:00","dateFilesTouched":"2011-08-15 10:20:00","dateCommentsTouched":"2011-08-30 12:05:49","files":[],"images":[],"comments":[{"id":1,"user":"janina.lange@web.de","content":"Figure 3. Independence of binarization algorithm from microscopic setups and evaluation of Cut-Off angle (Blind Spot Correction).  A) Evaluated pore size as a function of laser outlet power (image brightness). Errorbars present the average natural pore size fluctuation ($\\\\pm 0.15\\\\mu$m).  Algorithm produces stable results in a wide range of laser outlet power. B) Pore size as a function of photomultiplier gain (signal-to-noise-ratio). Again the algorithm works independently over a broad imaging range. C) Cut-off angle for blind spot correction. Probability density of fibre orientation is given as a function of the angle $\\\\theta$ to the axis vertical to image plane in units of $\\\\pi$. Below $\\\\frac{0.1}{\\\\pi}$ no fibers are visible in the used the CRM image.","dateCreated":"2011-08-30 12:05:49"}],"users":{"claus.metzner@gmx.net":{"mayEdit":1,"dateRead":"2011-08-30 14:03:32","dateTouched":"2011-08-23 07:03:44"},"Patrick.Krauss@web.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-23 09:44:55"},"janina.lange@web.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-30 11:52:57"},"nadine.r.lang@gmx.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-30 14:09:25"}},"dateUsersTouched":"2011-08-23 07:03:41","maxCommentId":1},{"id":4,"content":"\/\/Konzentrationen, Algorithmus\n@article{Mue08,\n    author={Walter Mickel, Ben Fabry, Gerd Schroeder-Turk},\n    title={Robust Pore Size Analysis of Filamentous Networks from Three-Dimensional Confocal Microscopy},\n    publisher={Biophysical Journal},\n    edition={Volume 95},\n    month={December},\n    year={2008},\n}\n\n\n\n\/\/ Temperaturabhaengige Polymerisation\n@Article{Yan10,\n   Author=\\\"Yang, Y. L.  and Motte, S.  and Kaufman, L. J. \\\",\n   Title=\\\"{{P}ore size variable type {I} collagen gels and their interaction with glioma cells}\\\",\n   Journal=\\\"Biomaterials\\\",\n   Year=\\\"2010\\\",\n   Volume=\\\"31\\\",\n   Pages=\\\"5678--5688\\\",\n   Month=\\\"Jul\\\"\n}\n\n\n\n\/\/Blind Spot Problematik\n@Article{Jaw10,\n   Author=\\\"Jawerth, L. M.  and Munster, S.  and Vader, D. A.  and Fabry, B.  and Weitz, D. A. \\\",\n   Title=\\\"{{A} blind spot in confocal reflection microscopy: the dependence of fiber brightness on fiber orientation in imaging biopolymer networks}\\\",\n   Journal=\\\"Biophys. J.\\\",\n   Year=\\\"2010\\\",\n   Volume=\\\"98\\\",\n   Pages=\\\"1--3\\\",\n   Month=\\\"Feb\\\"\n}\n\n\n\/\/Glutaraldehyde as a crosslinker changes changes mechanical properties\n@article{Raj89,\n    author={A.  Rajaram, C. C. Chu},\n    title={ Glutaraldehyde in collagen gel formation },\n    publisher={Biomaterials},\n    edition={ Volume 1, No. 3},\n    month={April},\n    year={1989},\n}\n\n\n\/\/Glutaraldehyd versteift Kollagennetzwerke!!!!!!!!!!!!!!!!!!!!!!!!!!!!\n@article{She01,\n    author={Ming-Thau Sheu, Ju-Chun Huang, Geng-Chang Yeh, Hsiu-O Ho},\n    title={Characterization of collagen gel solutions and collagen matrices for cell culture},\n    publisher={Biomaterials},\n    edition={Volume 22},\n    year={2001},\n}\n\n\n\/\/ Tumor cell invasion with stiffened matrices in 3D\n@Article{Pat11,\n   Author=\\\"Pathak, A.  and Kumar, S. \\\",\n   Title=\\\"{{B}iophysical regulation of tumor cell invasion: moving beyond matrix stiffness}\\\",\n   Journal=\\\"Integr Biol (Camb)\\\",\n   Year=\\\"2011\\\",\n   Volume=\\\"3\\\",\n   Pages=\\\"267--278\\\",\n   Month=\\\"Apr\\\"\n}\n\n\n\n\n@article{Kau05,\ntitle = \\\"Glioma Expansion in Collagen I Matrices: Analyzing Collagen Concentration-Dependent Growth and Motility Patterns\\\",\njournal = \\\"Biophysical Journal\\\",\nvolume = \\\"89\\\",\nnumber = \\\"1\\\",\npages = \\\"635 - 650\\\",\nyear = \\\"2005\\\",\nnote = \\\"\\\",\nissn = \\\"0006-3495\\\",\ndoi = \\\"DOI: 10.1529\/biophysj.105.061994\\\",\nurl = \\\"http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0006349505727107\\\",\nauthor = \\\"L.J. Kaufman and C.P. Brangwynne and K.E. Kasza and E. Filippidi and V.D. Gordon and T.S. Deisboeck and D.A. Weitz\\\"\n}\n\n\n\/\/allgemein: ECM und cells\n@Article{Ulr09,\n   Author=\\\"Ulrich, T. A.  and de Juan Pardo, E. M.  and Kumar, S. \\\",\n   Title=\\\"{{T}he mechanical rigidity of the extracellular matrix regulates the structure, motility, and proliferation of glioma cells}\\\",\n   Journal=\\\"Cancer Res.\\\",\n   Year=\\\"2009\\\",\n   Volume=\\\"69\\\",\n   Pages=\\\"4167--4174\\\",\n   Month=\\\"May\\\"\n}\n\n\n\n\n@article {Fri00,\n   author = {P. Friedl, and, E.-B. Bröcker},\n   affiliation = {Cell Migration Laboratory, Department of Dermatology, University of Wuerzburg, Josef-Schneider-Strasse 2, D-97080 Wuerzburg (Germany), Fax +49 031 2012700, e-mail: peter.fr@mail.uni-wuerzburg.de},\n   title = {The biology of cell locomotion within three-dimensional extracellular matrix},\n   journal = {Cellular and Molecular Life Sciences},\n   publisher = {Birkhäuser Basel},\n   issn = {1420-682X},\n   keyword = {Biomedizin & Life Sciences},\n   pages = {41-64},\n   volume = {57},\n   issue = {1},\n   url = {http:\/\/dx.doi.org\/10.1007\/s000180050498 },\n   note = {10.1007\/s000180050498 },\n   year = {2000}\n}\n\n\n\n@article{Vad09\n    author = {Vader, David AND Kabla, Alexandre AND Weitz, David AND Mahadevan, Lakshminarayana},\n    journal = {PLoS ONE},\n    publisher = {Public Library of Science},\n    title = {Strain-Induced Alignment in Collagen Gels},\n    year = {2009},\n    month = {06},\n    volume = {4},\n    url = {http:\/\/dx.doi.org\/10.1371%2Fjournal.pone.0005902},\n    pages = {e5902},\n    abstract = {\n<p>Collagen is the most abundant extracellular-network-forming protein in animal biology and is important in both natural and artificial tissues, where it serves as a material of great mechanical versatility. This versatility arises from its almost unique ability to remodel under applied loads into anisotropic and inhomogeneous structures. To explore the origins of this property, we develop a set of analysis tools and a novel experimental setup that probes the mechanical response of fibrous networks in a geometry that mimics a typical deformation profile imposed by cells <italic>in vivo<\/italic>. We observe strong fiber alignment and densification as a function of applied strain for both uncrosslinked and crosslinked collagenous networks. This alignment is found to be irreversibly imprinted in uncrosslinked collagen networks, suggesting a simple mechanism for tissue organization at the microscale. However, crosslinked networks display similar fiber alignment and the same geometrical properties as uncrosslinked gels, but with full reversibility. Plasticity is therefore not required to align fibers. On the contrary, our data show that this effect is part of the fundamental non-linear properties of fibrous biological networks.<\/p>\n},\n    number = {6},\n    doi = {10.1371\/journal.pone.0005902}\n}        \n\n\n\n@article{Gil11,\n    abstract = {{In native tissues, microscale variations in the extracellular matrix (ECM) structure can drive different cellular behaviors. Although control over ECM structure could prove useful in tissue engineering and in studies of cellular behavior, isotropic 3D matrices poorly replicate variations in local microenvironments. In this paper, we demonstrate a method to engineer local variations in the density and size of collagen fibers throughout 3D tissues. The results showed that, in engineered multiphase tissues, the structures of collagen fibers in both the bulk ECM phases (as measured by mesh size and width of fibers) as well as at tissue interfaces (as measured by density of fibers and thickness of tissue interfaces) could be modulated by varying the collagen concentrations and gelling temperatures. As the method makes use of a previously published technique for tissue bonding, we also confirmed that significant adhesion strength at tissue interfaces was achieved under all conditions tested. Hence, this study demonstrates how collagen fiber structures can be engineered within all regions of a multiphase tissue scaffold by exploiting knowledge of collagen assembly, and presents an approach to engineer local collagen structure that complements methods such as flow alignment and electrospinning.}},\n    author = {Gillette, Brian M. and Rossen, Ninna S. and Das, Nikkan and Leong, Debra and Wang, Meixin and Dugar, Arushi and Sia, Samuel K.},\n    citeulike-article-id = {9695245},\n    citeulike-linkout-0 = {http:\/\/dx.doi.org\/10.1016\/j.biomaterials.2011.05.043},\n    citeulike-linkout-1 = {http:\/\/linkinghub.elsevier.com\/retrieve\/pii\/S0142961211005758},\n    doi = {10.1016\/j.biomaterials.2011.05.043},\n    issn = {01429612},\n    journal = {Biomaterials},\n    month = aug,\n    posted-at = {2011-08-21 08:53:13},\n    title = {{Engineering extracellular matrix structure in 3D multiphase tissues}},\n    url = {http:\/\/dx.doi.org\/10.1016\/j.biomaterials.2011.05.043},\n    year = {2011}\n}\n\n\n\n@article{Fri10\nauthor = {Friedl, Peter and Wolf, Katarina}, \ntitle = {Plasticity of cell migration: a multiscale tuning model}, \nvolume = {188}, \nnumber = {1}, \npages = {11-19}, \nyear = {2010}, \ndoi = {10.1083\/jcb.200909003}, \nabstract ={Cell migration underlies tissue formation, maintenance, and regeneration as well as pathological conditions such as cancer invasion. Structural and molecular determinants of both tissue environment and cell behavior define whether cells migrate individually (through amoeboid or mesenchymal modes) or collectively. Using a multiparameter tuning model, we describe how dimension, density, stiffness, and orientation of the extracellular matrix together with cell determinants‚Äîincluding cell‚Äìcell and cell‚Äìmatrix adhesion, cytoskeletal polarity and stiffness, and pericellular proteolysis‚Äîinterdependently control migration mode and efficiency. Motile cells integrate variable inputs to adjust interactions among themselves and with the matrix to dictate the migration mode. The tuning model provides a matrix of parameters that control cell movement as an adaptive and interconvertible process with relevance to different physiological and pathological contexts.}, \nURL = {http:\/\/jcb.rupress.org\/content\/188\/1\/11.abstract}, \neprint = {http:\/\/jcb.rupress.org\/content\/188\/1\/11.full.pdf+html}, \njournal = {The Journal of Cell Biology} \n}\n\n\n\n  \t\n@article{Kra11,\n  author={Casey M Kraning-Rush and Shawn P Carey and Joseph P Califano and Brooke N Smith and Cynthia A Reinhart-King},\n  title={The role of the cytoskeleton in cellular force generation in 2D and 3D environments},\n  journal={Physical Biology},\n  volume={8},\n  number={1},\n  pages={015009},\n  url={http:\/\/stacks.iop.org\/1478-3975\/8\/i=1\/a=015009},\n  year={2011},\n  abstract={To adhere and migrate, cells generate forces through the cytoskeleton that are transmitted to the surrounding matrix. While cellular force generation has been studied on 2D substrates, less is known about cytoskeletal-mediated traction forces of cells embedded in more in vivo -like 3D matrices. Recent studies have revealed important differences between the cytoskeletal structure, adhesion, and migration of cells in 2D and 3D. Because the cytoskeleton mediates force, we sought to directly compare the role of the cytoskeleton in modulating cell force in 2D and 3D. MDA-MB-231 cells were treated with agents that perturbed actin, microtubules, or myosin, and analyzed for changes in cytoskeletal organization and force generation in both 2D and 3D. To quantify traction stresses in 2D, traction force microscopy was used; in 3D, force was assessed based on single cell-mediated collagen fibril reorganization imaged using confocal reflectance microscopy. Interestingly, even though previous studies have observed differences in cell behaviors like migration in 2D and 3D, our data indicate that forces generated on 2D substrates correlate with forces within 3D matrices. Disruption of actin, myosin or microtubules in either 2D or 3D microenvironments disrupts cell-generated force. These data suggest that despite differences in cytoskeletal organization in 2D and 3D, actin, microtubules and myosin contribute to contractility and matrix reorganization similarly in both microenvironments.}\n}\n\t\n\n@article {Wol09,\n   author = {Friedl, Peter and Wolf, Katarina},\n   affiliation = {Radboud University Nijmegen Medical Centre Department of Cell Biology, Nijmegen Center for Molecular Life Science P.O. 9101 6500 HB Nijmegen The Netherlands},\n   title = {Proteolytic interstitial cell migration: a five-step process},\n   journal = {Cancer and Metastasis Reviews},\n   publisher = {Springer Netherlands},\n   issn = {0167-7659},\n   keyword = {Biomedizin & Life Sciences},\n   pages = {129-135},\n   volume = {28},\n   issue = {1},\n   url = {http:\/\/dx.doi.org\/10.1007\/s10555-008-9174-3},\n   note = {10.1007\/s10555-008-9174-3},\n   year = {2009}\n}\n\n\n@article{Zam06,\nauthor = {Zaman, Muhammad H. and Trapani, Linda M. and Sieminski, Alisha L. and MacKellar, Drew and Gong, Haiyan and Kamm, Roger D. and Wells, Alan and Lauffenburger, Douglas A. and Matsudaira, Paul}, \ntitle = {Migration of tumor cells in 3D matrices is governed by matrix stiffness along with cell-matrix adhesion and proteolysis}, \nvolume = {103}, \nnumber = {29}, \npages = {10889-10894}, \nyear = {2006}, \ndoi = {10.1073\/pnas.0604460103}, \nabstract ={Cell migration on 2D surfaces is governed by a balance between counteracting tractile and adhesion forces. Although biochemical factors such as adhesion receptor and ligand concentration and binding, signaling through cell adhesion complexes, and cytoskeletal structure assembly\/disassembly have been studied in detail in a 2D context, the critical biochemical and biophysical parameters that affect cell migration in 3D matrices have not been quantitatively investigated. We demonstrate that, in addition to adhesion and tractile forces, matrix stiffness is a key factor that influences cell movement in 3D. Cell migration assays in which Matrigel density, fibronectin concentration, and Œ≤1 integrin binding are systematically varied show that at a specific Matrigel density the migration speed of DU-145 human prostate carcinoma cells is a balance between tractile and adhesion forces. However, when biochemical parameters such as matrix ligand and cell integrin receptor levels are held constant, maximal cell movement shifts to matrices exhibiting lesser stiffness. This behavior contradicts current 2D models but is predicted by a recent force-based computational model of cell movement in a 3D matrix. As expected, this 3D motility through an extracellular environment of pore size much smaller than cellular dimensions does depend on proteolytic activity as broad-spectrum matrix metalloproteinase (MMP) inhibitors limit the migration of DU-145 cells and also HT-1080 fibrosarcoma cells. Our experimental findings here represent, to our knowledge, discovery of a previously undescribed set of balances of cell and matrix properties that govern the ability of tumor cells to migration in 3D environments.}, \nURL = {http:\/\/www.pnas.org\/content\/103\/29\/10889.abstract}, \neprint = {http:\/\/www.pnas.org\/content\/103\/29\/10889.full.pdf+html}, \njournal = {Proceedings of the National Academy of Sciences} \n}\n\n\n\n@Article{Bra10,\nAUTHOR = {Brabek, Jan and Mierke, Claudia and Rosel, Daniel and Vesely, Pavel and Fabry, Ben},\nTITLE = {The role of the tissue microenvironment in the regulation of cancer cell motility and invasion},\nJOURNAL = {Cell Communication and Signaling},\nVOLUME = {8},\nYEAR = {2010},\nNUMBER = {1},\nPAGES = {22},\nURL = {http:\/\/www.biosignaling.com\/content\/8\/1\/22},\nDOI = {10.1186\/1478-811X-8-22},\nPubMedID = {20822526},\nISSN = {1478-811X},\nABSTRACT = {During malignant neoplastic progression the cells undergo genetic and epigenetic cancer-specific alterations that finally lead to a loss of tissue homeostasis and restructuring of the microenvironment. The invasion of cancer cells through connective tissue is a crucial prerequisite for metastasis formation. Although cell invasion is foremost a mechanical process, cancer research has focused largely on gene regulation and signaling that underlie uncontrolled cell growth. More recently, the genes and signals involved in the invasion and transendothelial migration of cancer cells, such as the role of adhesion molecules and matrix degrading enzymes, have become the focus of research. In this review we discuss how the structural and biomechanical properties of extracellular matrix and surrounding cells such as endothelial cells influence cancer cell motility and invasion. We conclude that the microenvironment is a critical determinant of the migration strategy and the efficiency of cancer cell invasion.},\n}\n\n\n\n@article {Dam95,\n   author = {Olde Damink, L. H. H. and Dijkstra, P. J. and Luyn, M. J. A. and Wachem, P. B. and Nieuwenhuis, P. and Feijen, J.},\n   title = {Glutaraldehyde as a crosslinking agent for collagen-based biomaterials},\n   journal = {Journal of Materials Science: Materials in Medicine},\n   publisher = {Springer Netherlands},\n   issn = {0957-4530},\n   keyword = {Technik},\n   pages = {460-472},\n   volume = {6},\n   issue = {8},\n   url = {http:\/\/dx.doi.org\/10.1007\/BF00123371},\n   note = {10.1007\/BF00123371},\n   abstract = {The formation of Schiff bases during crosslinking of dermal sheep collagen (DSC) with glutaraldehyde (GA), their stability and their reactivity towards GA was studied. All available free amine groups had reacted with GA to form a Schiff base within 5 min after the start of the reaction under the conditions studied (0.5% (w\/w) GA). Before crosslinks are formed the hydrolysable Schiff bases initially present were stabilized by further reaction with GA molecules. An increase in shrinkage temperature (Ts) from 56°C for non-crosslinked DSC (N-DSC) to 78°C for GA crosslinked DSC (G-DSC) was achieved after crosslinking for 1 h. From the relationship between the free amine group content and the Ts during crosslinking it was concluded that higher GA concentrations and longer reaction times will result in the introduction of pendant-GA-related molecules rather than crosslinks. After 24 h crosslinking an average uptake of 3 GA molecules per reacted amine group was found. No increase in the tensile strength of the materials was observed after crosslinking, which may be a result of formation of crosslinks within the fibres rather than in between fibres. Aligning of the fibres by applying a pre-strain to the samples and subsequent crosslinking yielded materials with an increased tensile strength.},\n   year = {1995}\n}\n\n","title":"References","dateCreated":"2011-08-15 10:20:12","dateContentTouched":"2011-08-25 13:39:58","dateImagesTouched":"2011-08-15 10:20:12","dateFilesTouched":"2011-08-15 10:20:12","dateCommentsTouched":"2011-08-25 07:52:34","files":[],"images":[],"comments":[{"id":3,"user":"janina.lange@web.de","content":"\n%Changes of ion concentration, enzymes....\nSilver, F.H., Christiansen, D.L., 1999. Biomaterials Science and Biocompatibility. Springer, New York (Chapter 6).","dateCreated":"2011-08-25 07:44:44"},{"id":4,"user":"janina.lange@web.de","content":"\/\/Systematische pH-Änderungen!\n\nPrevious Article\n\nNext Article\n\nJ. Biomech. Eng. \/ Volume 124 \/ Issue 2 \/ TECHNICAL PAPERS\nTensile Mechanical Properties of Three-Dimensional Type I Collagen Extracellular Matrices With Varied Microstructure\nJ. Biomech. Eng.  -- April 2002 --  Volume 124,  Issue 2, 214 (9 pages)\ndoi:10.1115\/1.1449904\n\nYou are not logged into the ASME Digital Library.\nLog in\n\nAngebote der UB Erlangen-Nuernberg\nABSTRACT\nREFERENCES (40)\nCITING ARTICLES\nAuthor(s):\nBlayne A. Roeder, Student Mem. ASME\nSchool of Mechanical Engineering, Purdue University, West Lafayette, IN 47907-1288\n\nKlod Kokini, Mem. ASME\nSchool of Mechanical Engineering\/Department of Biomedical Engineering, Purdue University, West Lafayette, IN 47907-1288\n\nJennifer E. Sturgis\nDepartment of Basic Medical Sciences, Purdue University, West Lafayette, IN 47907-1515\n\nJ. Paul Robinson and Sherry L. Voytik-Harbin\nDepartment of Basic Medical Sciences\/Department of Biomedical Engineering, Purdue University, West Lafayette, IN 47907-1515\nThe importance and priority of specific micro-structural and mechanical design parameters must be established to effectively engineer scaffolds (biomaterials) that mimic the extracellular matrix (ECM) environment of cells and have clinical applications as tissue substitutes. In this study, three-dimensional (3-D) matrices were prepared from type I collagen, the predominant compositional and structural component of connective tissue ECMs, and structural-mechanical relationships were studied. Polymerization conditions, including collagen concentration (0.3–3 mg\/mL) and pH (6–9), were varied to obtain matrices of collagen fibrils with different microstructures. Confocal reflection microscopy was used to assess specific micro-structural features (e.g., diameter and length) and organization of component fibrils in 3-D. Microstructural analyses revealed that changes in collagen concentration affected fibril density while maintaining a relatively constant fibril diameter. On the other hand, both fibril length and diameter were affected by the pH of the polymerization reaction. Mechanically, all matrices exhibited a similar stress-strain curve with identifiable \\\"toe,\\\" \\\"linear,\\\" and \\\"failure\\\" regions. However, the linear modulus and failure stress increased with collagen concentration and were correlated with an increase in fibril density. Additionally, both the linear modulus and failure stress showed an increase with pH, which was related to an increased fibril length and a decreased fibril diameter. The tensile mechanical properties of the collagen matrices also showed strain rate dependence. Such fundamental information regarding the 3-D microstructural-mechanical properties of the ECM and its component molecules are important to our overall understanding of cell-ECM interactions (e.g., mechanotransduction) and the development of novel strategies for tissue repair and replacement.\n\n©2002 ASME","dateCreated":"2011-08-25 07:52:34"}],"users":{"claus.metzner@gmx.net":{"mayEdit":1,"dateRead":"2011-09-20 07:43:17","dateTouched":"2011-08-25 13:13:07"},"Patrick.Krauss@web.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-25 19:50:06"},"janina.lange@web.de":{"mayEdit":1,"dateTouched":"2011-08-25 13:39:58","dateRead":"2011-08-30 11:01:13"},"nadine.r.lang@gmx.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-30 14:09:18"}},"dateUsersTouched":"2011-08-23 07:03:08","maxCommentId":4},{"id":5,"content":"","title":"Acknowledgments","dateCreated":"2011-08-15 10:20:24","dateContentTouched":"2011-08-23 07:04:24","dateImagesTouched":"2011-08-15 10:20:24","dateFilesTouched":"2011-08-15 10:20:24","dateCommentsTouched":"2011-08-25 07:43:24","files":[],"images":[],"comments":[{"id":1,"user":"nadine.r.lang@gmx.de","content":"nur um janina wieder einzuladen ;-)","dateCreated":"2011-08-25 07:43:24"}],"users":{"claus.metzner@gmx.net":{"mayEdit":1,"dateRead":"2011-08-25 08:45:07","dateTouched":"2011-08-23 07:04:24"},"Patrick.Krauss@web.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-25 19:49:57"},"janina.lange@web.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-24 11:01:12"},"nadine.r.lang@gmx.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-25 07:43:09"}},"dateUsersTouched":"2011-08-23 07:04:22","maxCommentId":1},{"id":7,"content":"In the following, we show the results of our poresize distribution evaluation, i.e. the stability of our binarization algorithm, the poresize dependence on collagen concentration, the poresize dependence on the gelation temperature and the resulting poresizes of crosslinked networks.\\\\\\\\\n\n\\\\textbf{Stability of binarization algorithm}\\\\\\\\\n\\\\vspace{0.1cm}\n\\\\\\\\We first proved that our binarization algorithm worked widely independly from the setup parameters of the photographing process, such as the laser outlet power of the confocal microscope that defines the picture brightness and the gain of the photomultiplier tubes (PMTs) which mostly determines the signal-to-noise-ratio (SNR) of the images.\nTherefore, both parameters were changed systematically in the available range. The laser outlet power was shifted from 10\\\\,\\\\% to 90\\\\,\\\\% of the laser\\'s produced beam, the gain being constantly fixed to an apropriate value for 50\\\\,\\\\% laser outlet power. Furthermore, the gain was varied about 50\\\\,V around the fitting value for a fixed laser power of 50\\\\,\\\\%.\nThe results of a sequence of changed parameters can be seen in Fig. \n[url]http:\/\/dl.dropbox.com\/u\/25261343\/constLaserleistung_varGain_0905_Paper.jpg[\/url] and \n[url]http:\/\/dl.dropbox.com\/u\/25261343\/varLaserleistung_constGain_3105_Paper_neu.jpg[\/url].\nThe borders were set in a way that the pictures at the very right or very left end of the graphs were either completely overexposed or underexposed, so that the fibres could not be cleary distinguished from the background. On normal laboratory conditions, choosing one of these extreme picture parameters is very unlikely.\nThe average poresize was assigned from two 3D images of a volume of $160\\\\,\\\\mu m$ x $160\\\\,\\\\mu m$ x $200\\\\,\\\\mu m$ of the inspected gels (collagen concentration of 1.2\\\\,$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$). The graphs show clearly that the binarization algorithm produced the same poresize in the whole examined range of laser outlet power and gain. Only the plot of the changed laser outlet power shows a slight increase of the calculated poresize at the very left end of the graph. Here, the algorithm could no longer find all fibres in the very dark picture. It can definitely be guaranteed that the algorithm does not falsely count background voxels as fibre voxels, when the SNR or brightness decreases heavily (compare Methods Section).\nNevertheless, we recommend to use a high laser power of about 70\\\\,\\\\% and thus a small gain to produce pictures with a best possible SNR, especially for observing deep z-areas in collagen gels. When performing experiments with cells, a balance between SNR and the protection of cells agains too high radiation has to be found.\\\\\\\\\n\n\\\\textbf{Evaluation of Blind Spot Correction}\\\\\\\\\n\\\\vspace{0.1cm}\n\\\\\\\\In order to calculate the Cut-off angle for our Blind-Spot-Correction, the angular statistics of the line segments in reconstructed image stacks were evaluated. The probability density is therefore plotted over the angle distribution of checked fibres (cf. Fig. ..........http:\/\/dl.dropbox.com\/u\/25261343\/thetadist_03.jpg). One can see that from an orientation angle of \\\\frac{0.1}{\\\\pi} to the observation axis no fibres are visible in the evaluated stack. So \\\\omega is about $36\\\\,^\\\\circ$ which leads to a Cut-off angle of $72\\\\,^\\\\circ$ (cf. Fig. 6 in Claus big Appendix). With the angle \\\\omega, the correction factor for reflection mode stacks can be calculated:\n\\\\begin{equation}\n\\\\sigma_{corr}= \\\\sigma\\\\, \\\\sqrt{\\\\frac{\\\\omega}{2}}\n\\\\end{equation}\n\n\n\n\n\\\\textbf{Collagen concentration}\\\\\\\\\n\\\\vspace{0.1cm}\n\\\\\\\\ It has been proposed that a higher collagen concentration in the ECM gels produces smaller poresizes and vice versa \\\\cite{Muenster} \\\\cite{Yang}. Nevertheless, an existing theory of how the poresize evaluates could not be proved up to now. As we have explained in the methods section, the Mikado model expects a poresize development with a proportionality of $\\\\propto \\\\frac{1}{\\\\sqrt{\\\\rho\\\\,\\\\,l}}$, with $\\\\rho$ being the density of collagen and l the overall fibre length in an inspected volume. The product of $\\\\rho$ and l is thus equivalent to the used collagen concentration in the stock solution.\nTo investigate if we can affirm or reject this theory, several different collagen concentrations between 0.6\\\\,$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ and 2.4\\\\,$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ were mixed, polymerized at $37\\\\,^\\\\circ$C, observed with the confocal microscope and their poresize distribution was calculated. All in all, it has to be stated that collagen polymerization is a natural process and is influced by lots of different parameters. Not only the collagen concentration, but also the ion concentration of the other parts of the stock solution and of the diluting solution, e.g. because of their pH values, can change the poresize significantly, as well as the C$\\\\rm{O}_2$-concentration and humidity of the air. So the average poresize varies naturally between different gel pots, stock solutions etc.\nThe results of our concentration measurements are presented in Fig. ..[url]http:\/\/dl.dropbox.com\/u\/25261343\/AllConcentrations.jpg[\/url].... Again, all gels were observed in an area of $160\\\\,\\\\mu \\\\rm{m}$ x $160\\\\,\\\\mu \\\\rm{m}$ x $200\\\\,\\\\mu \\\\rm{m}$ beyond the gel surface, at least two pictures at different x-y-locations were averaged and at least four gels were prepared for each concentration.\nThe graph shows that a quadruplication of the collagen concentration from 0.6$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ to 2.4$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ diminuished the poresize almost by a factor of two. The exact values are presented in Tabular ......\n\n\n\\\\begin{table}[h!]\n\\\\centering\n\\\\begin{tabular}{||c|c||} \n\\\\hline\nConcentration & Poresize r [$\\\\rm{\\\\mu m}$]\\\\\\\\\n\\\\hline\n0.6&3.48&0.09\\\\\\\\\n0.8&2.98&0.09\\\\\\\\\n1.2&2.80&0.08\\\\\\\\\n1.6&2.34&0.10\\\\\\\\\n2.4&1.91&0.05\\\\\\\\\n\\\\hline\n\\\\end{tabular}\n\\\\caption[aa]{bb}\n\\\\label{konzes}\n\\\\end{table}\n\nThe implemented line displays a power-fit with the exponent $-\\\\frac{1}{2}$, i.e. it represents the Mikado model theory. Because of three used fitting parameters, we cannot definitely proof the Mikado model. In contrast to other publications, though, we can at least state that our gels polymerized approximately corresponding to the expected relations.\n\n\\\\textbf{Gelation temperature}\\\\\\\\\n\\\\vspace{0.1cm}\n\\\\\\\\Furthermore, we studied how our poresize changes while applying different gelation temperatures. After mixing, the gels were normally put in an incubator at a temperature of $37\\\\,^\\\\circ$C for two hours to ensure that all polymerization processes had ended before the extraction. A temperature of $37\\\\,^\\\\circ$C satisfies the needs of in-vitro cell cultivation and is therefore also used for gel observations without cells.\nHere, we used additional polymerisation temperatures of $32\\\\,^\\\\circ$C, $27\\\\,^\\\\circ$C and $22\\\\,^\\\\circ$C to analyze how the poresize changes. Corresponding to other publications, e.g. \\\\cite{Yang}, we expected an enlargement of the poresize with smaller temperatures. These assumptions could be ratified. We produced collagen gels of a concentration of 1.2$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ and 2.4$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$, polymerized them at the described temperatures, observed the gels with the confocal reflection microscope and calculated their poresize distribution. The poresizes, averaged over several photos and gels, are shown in Tabular .... and in Fig. .[url]http:\/\/dl.dropbox.com\/u\/25261343\/Polytemp_12_3Messwerte.jpg[\/url]...and Fig. ...[url]http:\/\/dl.dropbox.com\/u\/25261343\/Polytemp_24_3Messwerte.jpg[\/url].. \n\n\n\\\\begin{table}[h!]\n\\\\centering\n\\\\begin{tabular}{||c|c|c||} \n\\\\hline\nT [°C]&1.2$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$: r [$\\\\mu$m] & 2.4$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$: r [$\\\\mu$m]  \\\\\\\\\n\\\\hline\n27&3.94 $\\\\pm$ 0.15 &2.53 $\\\\pm$ 0.01\\\\\\\\\n32&2.97 $\\\\pm$ 0.26 &1.96 $\\\\pm$ 0.03\\\\\\\\\n37&2.80 $\\\\pm$ 0.08 &1.91 $\\\\pm$ 0.04\\\\\\\\\n\\\\hline\n\\\\end{tabular}\n\\\\caption[cc]{dd}\n\\\\label{konzes}\n\\\\end{table}\n\nThe rising gradient of the poresizes with smaller polymerisation temperatures can clearly be seen in the graphs.\n\n\\\\textbf{Crosslinking}\\\\\\\\\n\\\\vspace{0.1cm}\n\\\\\\\\Additionally, we computed the poresize of collagen gels which were crosslinked with Glutaraldehyde (GA). As explained in the Methods Section, GA is used widely to change the mechanical properties of collagen gels \\\\cite{Rajaram} \\\\cite{Sheu}. Hence it was interesting if crosslinking with GA changes the poresize of collagen matrices. To check this issue, collagen gels of different concentrations were prepared. After polymerizing under the normal conditions, one part of the stock solution was filled up with a 2.0\\\\,\\\\% GA solution or a 0.5\\\\,\\\\% GA solution, the other gels were prepared with PBS (sodium perborate), as the GA solutions had been thinned with PBS, too.\\\\\\\\ \nWith this procedure we could directly compare gels from the same stock solution that were polymerized identically. Fig. ..[url]http:\/\/dl.dropbox.com\/u\/25261343\/Glutald_1904.jpg[\/url].. shows an example of four gels of a concentration of 1.6$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$. The average poresize is shown over an arbitrary gel number, corresponding gels are plotted below each other. One can see evidently that the poresizes of the gels with GA or PBS do not differ significantly. This graph exemplifies all other results from the comparisions between the different media. No difference in the poresize distribution could be found.","title":"Results","dateCreated":"2011-08-15 10:20:48","dateContentTouched":"2011-08-25 12:40:44","dateImagesTouched":"2011-08-15 10:20:48","dateFilesTouched":"2011-08-15 10:20:48","dateCommentsTouched":"2011-08-30 11:52:49","files":[],"images":[],"comments":[{"id":2,"user":"nadine.r.lang@gmx.de","content":"In the on hand study we present an integrated set of a novel algorithm to determine the poresize statistics of dense collagen networks and furthermore how to collect an optimal set of images from CRM for the usage of this algorithm. \nAs shown above the binarization algorithm is able to distinguish  the liquid (0) and the solid phase (1) from CRM images of various collagen gels. Subsequently the nearest obstacle distance was determinded. Fitting to a analytically solvable Mikado model, it is shown how to derive the poresize statics, taking into account the blind spot of CRM due to very steep fibers which cannot be detected.\nWe stated that the algorithm is widely independant from laser outlet power and PMT gain. Moreover we approve that the algorithm handles a change of th collagen concentration concentration in a proper way. Furthermore  also gelation temperature dependence is given correctly. Additionally we confirm that crosslinking collagen with GA does not change the poresize statistics.\nThe usage of this set of best practices and the novel fast and highly reliable algorithm to detrmine the poresize statistics can help to get a more detailed look into how the surrounding tissue affects cell migration.","dateCreated":"2011-08-30 10:13:21"},{"id":3,"user":"janina.lange@web.de","content":"\\\\subsection*{Summary and Outlook}\n\nIn one part of our study, we present an integrated set of a new pattern recognition algorithm to determine the poresize statistics of dense collagen networks. Furthermore, we demonstrate how to collect an optimal set of images from confocal reflection microscopy (CMR) for the usage of this algorithm.\nAs shown above the binarization algorithm is able to distinguish the liquid (0) and the solid phase (1) from CRM images of various kinds of collagen gels reliably. Subsequently the nearest obstacle distance was determinded. By fitting to an analytically solvable Mikado model, it is shown how to derive the poresize statics, taking into account the blind spot of CMR due to very steep fibers which cannot be detected.\nWe stated that the algorithm is widely independant from microscopy setput parameters. Secondly,  we prove that the algorithm handles a change of  collagen concentration in a proper way. Furthermore, gelation temperature dependence is given correctly. Additionally we confirm that crosslinking collagen with Glutaraldehyde does not change the poresize statistics.\nThe usage of this set of best practices and the novel fast and highly reliable algorithm to determine the poresize statistics can help to get a more detailed look on how tissue properties affect cell migration.","dateCreated":"2011-08-30 11:21:22"},{"id":4,"user":"janina.lange@web.de","content":"\\\\subsection*{Summary and Outlook}\n\nIn the on hand study, we presented an integrated set of a new pattern recognition algorithm to determine the poresize statistics of dense collagen networks. Furthermore, we demonstrated how to collect an optimal set of images from confocal reflection microscopy (CRM) for the usage of this algorithm.\nAs shown above the binarization algorithm is able to distinguish the liquid (0) and the solid phase (1) from CRM images of various kinds of collagen gels. Subsequently the nearest obstacle distance was determinded. By fitting to an analytically solvable Mikado model, it is shown how to derive the poresize statics, taking into account the blind spot of CRM due to very steep fibers which cannot be detected.\nWe stated that the algorithm is widely independant from microscopy setput parameters. Besides, we prove that the algorithm handles a change of collagen concentration in a proper way. Furthermore, gelation temperature dependence is given correctly. Additionally, we confirm that crosslinking collagen with Glutaraldehyde does not change the poresize statistics.\nThe usage of this set of best practices and the novel fast and highly reliable algorithm to determine the poresize statistics can help to get a more detailed look on how tissue properties affect cell migration.","dateCreated":"2011-08-30 11:52:49"}],"users":{"claus.metzner@gmx.net":{"mayEdit":1,"dateRead":"2011-08-30 14:03:38","dateTouched":"2011-08-25 06:54:22"},"Patrick.Krauss@web.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-30 10:45:58"},"janina.lange@web.de":{"mayEdit":1,"dateTouched":"2011-08-25 12:40:44","dateRead":"2011-08-30 11:11:33"},"nadine.r.lang@gmx.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-30 14:09:04"}},"dateUsersTouched":"2011-08-23 07:02:38","maxCommentId":4},{"id":8,"content":"\\\\paragraph{preparation of collagen gels}\n\nThe collagen matrices were produced under sterile conditions and with all ingredients hold on ice, to inhibit preterm polymerization during the mixing process. For every experiment a stock solution was prepared and if necessary diluted with a thinning agent until the volitional concentration was reached.\nThe collagen stock solution always had a concentration of 2.4\\\\,$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ mixed out of 1.2\\\\,$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ Collagen R (2\\\\,$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ rat collagen type I; Serva, Heidelberg, Germany) and 1.2\\\\,ml Collagen G (4\\\\,$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ bovine collagen type I; Biochrome). Moreover a 0.270\\\\,ml of a 23\\\\,$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ NaHC$\\\\rm{O}_3$ buffer solution and 0.270\\\\,ml of 10 x DMEM (Biochrome) was added. To adjust the pH 0.043\\\\,ml of a 1\\\\,molar NaOH solution was added.\nThe diluent was mixed out of $\\\\frac{1}{10}$\\\\,NaHC$\\\\rm{O}_3$, $\\\\frac{1}{10}\\\\,10xDMEM, $\\\\frac{8}{10}$ sterile millipore $\\\\rm{H}_2$O and pH was adjusted with NaOH.\nThe mixture was pippetted in 3.5\\\\,cm cell culture dishes and polymerized in the incubator (except for the $22\\\\,^\\\\circ$C experiment, that was conducted at room temperautre) at 95\\\\,\\\\% humidity, 5\\\\,\\\\% C$\\\\rm{O}_2$. For the temperature dependent experiments the ploymerization temperature was varied from $22\\\\,^\\\\circ$C, $27\\\\,^\\\\circ$C and $32\\\\,^\\\\circ$C to $37\\\\,^\\\\circ$C. Therefore the temperature was decreased for 30 minutes and after that the gels were set back into $37\\\\,^\\\\circ$C for at least 1.5\\\\,h. For every other experiment the gels were set in 37°C for at least 2h. After that, 2\\\\,ml of DMEM complete medium (Dulbecco\\'s modified Eagle Medium) were added.\n\nThe crosslinking was done with 2,5\\\\,\\\\% glutaraldehyde and 0,2\\\\,\\\\% glutaraldehyde solution in PBS. The highly reactive aldahyde group  is thereby binding covalently to terminal aminogroups of enzymes. Since collagen fibers have free aminogroups on both ends, glutaraldeyde can easily bind to them and crosslink the fibers \\\\cite{Raj89} \\\\cite{She01} \\\\cite{Dam95}\n\n\n\\\\paragraph{confocal reflection mode microscopy (CRM)}\n\nTo record 3D stacks from collagen gels, a Leica SP5X confocal microscope was used. The microscope is an upright micrsocope and a 20x dip-in water-immersion objective with an aperture of 1.0 was employed. CRM mode stacks were recorded with a 488 nm Argon laser line with 20\\\\,\\\\% operating performance and an average laser outlet power of 50\\\\,\\\\%. The gain was chosen optically to produce neither over- nor underexposed images.\nSince we wanted to evaluate the impact of varying setup parameters, laser outlet power and gain were regulated systematically in some experiments. For the laser outlet power experiments, the power was varied between 10\\\\,\\\\% and 90\\\\,\\\\%, whereas the gain was kept constant with optimal adjustment at 50\\\\,\\\\%. For the experiments about changing the gain, the gain was shifted about $\\\\pm$ 50\\\\,V around the optimal value, while the laser power was set constant to 50\\\\,\\\\%.\nStacks were recorded with $512\\\\times512$ pixels in x-y-direction (parallely to focus plane) and 597 z-slices, each voxel having a size of $(324 \\\\times 324 \\\\times 340) nm^3$. A scannig frequency of 8000\\\\,Hz was utilized. The pinhole size was always 1 airy unit (44.44$\\\\,\\\\mu m$) and additionally a 3 fold line average was done. \n\n\\\\paragraph{Binarization and Skeletonization}\n\nComputing poresize statistics requires binarized and skeletonized image stacks derived from the original gray scale image stacks. Binarization means that all voxels are labeled either as solid phase or fluid phase. Skeletonization means representing all fibers as their medial axes with a width of a single voxel.\nInstead of simple threshold segmentation with subsequent iterative thinning, we used a novel fully adaptive pattern recognition algorithm based on template matching methods (Ref). The algorithm is completely free from user adjustable parameters.\nAs a pre-processing step all image slices are normalized to a global mean gray scale since some image stack show a z-dependence of brightness.\nThen the template is computed automatically from the input data using a large enough sample of test points. The voxel-neighborhood of each test point is represented as a matrix with matrix entries corresponding to voxel brightnesses. The weightened average sum of all matrices is computed. As weight factors the central entries of the matrices were taken. The resulting average matrix is being normalized to finally obtain the template.\nNow small subsets, also represented as matrices, within the image stack are systematically compared with the template using a match-measuring metric, i.e. the square route of the sum of squared differences between template and search matrix entries. So a number is assigned to each voxel, representing the mismatch of the voxel\\'s neighborhood to the template.\nFinally a minimum filter is applied leaving only local best matching voxels as solid phase while all others are set to fluid phase. Hence the obtained image stack is binarized and skeletonized simultaneously.\nThe process of template-matching is sequentially done in x-, y- and z-direction with matrices localized in yz-, xz- and xy-plane. The three resulting binarized image stacks are combined using logical OR to one binary image stack.\nAs a post-processing step all isolated collagen phase voxels are removed since they are corresponding to false positive voxels resulting from noise in the image stack.\n\n\n\n\\\\paragraph{Evaluation of the poresize}\n\nok, also hier würde die ganze mathematik aus claus paper reinkommen. Frage: mit Bildchen?? ich fänds schon gut wenn welche drin wären","title":"Materials and Methods","dateCreated":"2011-08-15 10:21:01","dateContentTouched":"2011-08-27 09:46:34","dateImagesTouched":"2011-08-15 10:21:01","dateFilesTouched":"2011-08-15 10:21:01","dateCommentsTouched":"2011-08-26 11:42:22","files":[],"images":[],"comments":[{"id":1,"user":"claus.metzner@gmx.net","content":"Bitte immer kleine Absatz-Überschriften mit \\\\paragraph{}. Dazwischen sind keine Überleitungs-Sätze erforderlich.","dateCreated":"2011-08-22 13:03:04"},{"id":2,"user":"nadine.r.lang@gmx.de","content":"oh man also mein internet spinnt grade total, ich kann nicht mal mehr anständig leo öffnen,geschweige denn das paper runterladen, nach dem ich mich richten kann, wie ich die ganzen chemischen konzentrationen am besten schreibe, deswegen macht es grade überhaupt keinen sinn alles was ich bis jetzt zu dem absatz geschrieben habe zu posten :-( ich schreib gleich mal die unterabschnitte hier rein, dann könnt ihr mal schauen ob die so passen oder ob ihrs anders machen würdet.","dateCreated":"2011-08-22 21:58:44"},{"id":3,"user":"nadine.r.lang@gmx.de","content":"preparation of collagen gels \n\\\\paragraph{}\npreparation of the stock solution\npreparation of the diluting solution\ngelation, polymerisation terms and conditions\nCrosslinking\n\\\\paragraph{}\nconfocal reflection mode microscopy (CRM)\n\\\\paragraph{}\nLEICA SP5X upright, 20x dip in water immersion, 1,0 NA\n512x512 pixel, 597 slices, pixelsize, 8 000 Hz\n488 nm, varying laser power and gain\n\\\\paragraph{}\nBinarization\n\\\\paragraph{}\npattern recognition devides into 0= liquid and 1= solid\nmore detailed in R-paper\n\\\\paragraph{}\nEvalution of the pore size statistics\n\\\\paragraph{}\nnearest obstacle distance, rayleigh distribution, blind spot correction","dateCreated":"2011-08-22 22:14:28"},{"id":4,"user":"nadine.r.lang@gmx.de","content":"wie gesagt bis jetzt hätte ich es so aufgebaut, weil es mir am sinnvollsten erscheint so vorzugehen, wie man es auch fürs experiment tun würde.ich bin aber für vorschläge offen. glaubt ihr es fehlt noch was? wie gesagt, inhalte hab ich schon hier stehen, aber in keiner zumutbaren verfassung, das kommt morgen früh.","dateCreated":"2011-08-22 22:16:52"},{"id":5,"user":"janina.lange@web.de","content":"Puh, ich bin mir ehrlich gesagt nicht ganz sicher, ob ich deine Reihenfolge verstehe oder die Worte ner Überschrift zuordnen kann......aber was ich mir so zusammenlese hätte ich auch alles so aufgebaut!","dateCreated":"2011-08-23 06:36:35"},{"id":6,"user":"janina.lange@web.de","content":"\n\\\\paragraph{preparation of collagen gels}\npreparation of the stock solution\npreparation of the diluting solution\ngelation, polymerisation terms and conditions\n\n\\\\paragraph{Crosslinking}\n\n\\\\paragraph{confocal reflection mode microscopy (CRM)}\nLEICA SP5X upright, 20x dip in water immersion, 1,0 NA\n512x512 pixel, 597 slices, pixelsize, 8 000 Hz\n488 nm, varying laser power and gain\n\n\\\\paragraph{Binarization}\npattern recognition devides into 0= liquid and 1= solid\nmore detailed in R-paper\n\n\\\\paragraph{Evalution of the pore size statistics}\nnearest obstacle distance, rayleigh distribution, blind spot correction\n\n\nMeinst dus so??? So hätte ich es gemacht!","dateCreated":"2011-08-23 06:38:05"},{"id":7,"user":"nadine.r.lang@gmx.de","content":"ja so meinte ichs, hab ich vorhin auch gesehen dass es etwas schwer zu lesen ist, aber heut nacht fand ichs sehr eingängig :-)","dateCreated":"2011-08-23 06:49:27"},{"id":9,"user":"nadine.r.lang@gmx.de","content":"\\\\paragraph{preparation of collagen gels}\n\nThe collagen matrices were produced under sterile conditions and with all the ingredients at the same temperature. For every experiment a stock solution was prepared and if necessary diluted with a diluent until the volitional concentration was reached.\nThe collagen stock solution always had a concentration of 2,4 mg\/ml mixed out of  1,2 ml Collagen R (2mg\/ml rat collagen type I; Serva, Heidelberg, Germany) and 1,2 ml Collagen G (4 mg\/ml bovine collagen type I; Biochrome).  Moreover a 0,270 ml of a 23mg\/ml NaHCO3 buffer solution and 0,270 ml of 10X DMEM(Biochrome) was added. To adjust the pH 0,043 ml of a 1molar NaOH solution was added. \nThe diluent was mixed out of 1\/10 NAHCO3, 1\/10 10xDMEM, 8\/10 sterile millipore H2O and pH was adjusted with NAOH.\nThe  mixture was pippetted in 3,5 mm cell culture dishes and polymerized in the incubator (except for the 22°C exp) at 95% humidity, 5% CO2.  For the temperature dependent  experiments the ploymeriaztion temperature was varied from 22 °C, 27° C, 33°C to 37°C. Therefore the temperature was decreased for 30 minutes and after that the gels were set back into 37°C for at least 1,5 h. For every other experiment the gels were set in 37°C for at least 2h. After that, 2ml of DMEM complete medium werde added. \nThe crosslinking was done with 2,5%GA and 0,2% GA solution in PBS. ","dateCreated":"2011-08-23 10:00:38"},{"id":10,"user":"janina.lange@web.de","content":"The collagen matrices were produced under sterile conditions and with all  ingredients hold on ice, to inhibit preterm polymerization during the mixing process. For every experiment a stock solution was prepared and if necessary diluted with a thinning agent until the volitional concentration was reached.\nThe collagen stock solution always had a concentration of 2.4\\\\,$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ mixed out of 1.2\\\\,$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ Collagen R (2\\\\,$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ rat collagen type I; Serva, Heidelberg, Germany) and 1.2\\\\,ml Collagen G (4\\\\,$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ bovine collagen type I; Biochrome). Moreover a 0.270\\\\,ml of a 23\\\\,$\\\\frac{\\\\rm{mg}}{\\\\rm{ml}}$ NaHC$\\\\rm{O}_3$ buffer solution and 0.270\\\\,ml of 10 x DMEM (Biochrome) was added. To adjust the pH 0.043\\\\,ml of a 1\\\\,molar NaOH solution was added.\nThe diluent was mixed out of $\\\\frac{1}{10}$\\\\,NaHC$\\\\rm{O}_3$, $\\\\frac{1}{10}\\\\,10xDMEM, $\\\\frac{8}{10}$ sterile millipore $\\\\rm{H}_2$O and pH was adjusted with NaOH.\nThe mixture was pippetted in 3.5\\\\,cm cell culture dishes and polymerized in the incubator (except for the $22\\\\,^\\\\circ$C experiment, that was conducted at room temperautre) at 95\\\\,\\\\% humidity, 5\\\\,\\\\% C$\\\\rm{O}_2$. For the temperature dependent experiments the ploymerization temperature was varied from $22\\\\,^\\\\circ$C, $27\\\\,^\\\\circ$C and $32\\\\,^\\\\circ$C to $37\\\\,^\\\\circ$C. Therefore the temperature was decreased for 30 minutes and after that the gels were set back into $37\\\\,^\\\\circ$C for at least 1.5\\\\,h. For every other experiment the gels were set in 37°C for at least 2h. After that, 2\\\\,ml of DMEM complete medium (Dulbecco\\'s modified Eagle Medium) were added.\nThe crosslinking was done with 2.5\\\\,\\\\% GA and 0.2\\\\,\\\\% GA solution in PBS. ","dateCreated":"2011-08-23 10:21:29"},{"id":11,"user":"nadine.r.lang@gmx.de","content":"To record the 3D stacks from collagen gels, a Leica SP5X confocal microscope was used. The microscope is an upright micrsocope and a 20X dip in water immersion objective with 1,0  was used. CRM mode stacks were recorded with a 488 nm argon laser line with 20\\\\,\\\\% operating performance and a varying laser outlet power.\nSince we wanted to evaluate the impact of varying setup parameters, laser outlet power and gain were regulated differently in every experiment, except for the concentration and the glutaraldehyde experiments. For the laser outlet power experiments the power was varied between 10\\\\,\\\\% and 90\\\\,\\\\%, were the gain was kept consant with optimal adjustment at 50\\\\,\\\\%. \nin a additional series of experiments the laser power was varied as shown before and the gain was regulated for every measurement. \nStacks were recorded with  512x512 pixels and 597 z slices with a pixel size of 340x340x324 nm, and a scannig frequency of 8000Hz. The pinhole size was always 1 airy unit and additionally a 3 fold line average was done. \n","dateCreated":"2011-08-23 10:35:57"},{"id":12,"user":"janina.lange@web.de","content":"To record 3D stacks from collagen gels, a Leica SP5X confocal microscope was used. The microscope is an upright micrsocope and a 20x dip-in water-immersion objective with an aperture of 1.0 was employed. CRM mode stacks were recorded with a 488 nm Argon laser line with 20\\\\,\\\\% operating performance and an average laser outlet power of 50\\\\,\\\\%. The gain was chosen optically to produce neither over- nor underexposed images. \nSince we wanted to evaluate the impact of varying setup parameters, laser outlet power and gain were regulated systematically in some experiments.  For the laser outlet power experiments, the power was varied between 10\\\\,\\\\% and 90\\\\,\\\\%, whereas the gain was kept constant with optimal adjustment at 50\\\\,\\\\%.  For the experiments about changing the gain, the gain was shifted about $\\\\pm$ 50\\\\,V around the optimal value, while the laser power was set constant to 50\\\\,\\\\%.\nStacks were recorded with 512\\\\,x\\\\,512 pixels in x-y-direction (parallely to focus plane) and 597 z-slices, each  voxel having a size of 340x340x324 nm. A scannig frequency of 8000\\\\,Hz was utilized.  The pinhole size was always 1 airy unit (44.44$\\\\,\\\\mu  m$) and additionally a 3 fold line average was done. ","dateCreated":"2011-08-23 11:44:28"},{"id":13,"user":"janina.lange@web.de","content":"The crosslinking was done with 2.5\\\\,\\\\% glutaraldehyde and 0.2\\\\,\\\\% glutaraldehyde solution in PBS. The highly reactive aldahyde group is thereby binding covalently to terminal aminogroups of enzymes. Since collagen fibers have free aminogroups on both ends, glutaraldeyde can easily bind to them and crosslink the fibers. \nInstead of the medium DMEM, 2.0\\\\,ml GA solution were put on collagen matrices after polymerization. The solution was not washed out before observation.\n(REFs)","dateCreated":"2011-08-24 11:00:35"},{"id":14,"user":"claus.metzner@gmx.net","content":"Sieht gut aus !","dateCreated":"2011-08-24 15:42:19"},{"id":15,"user":"Patrick.Krauss@web.de","content":"Das hier wäre mein Vorschlag zum \\\\paragraph{Binarization and Skeletonization}\n\nComputing poresize statistics requires binarized and skeletonized image stacks derived from the original gray scale image stacks. Binarization means that all voxels are labeled either as solid phase or fluid phase. Skeletonization means representing all fibers as their medial axes with a width of  a single voxel.\nInstead of simple threshold segmentation with subsequent iterative thinning, we used a novel fully adaptive pattern recognition algorithm based on template matching methods (Ref). The algorithm is completely free from user adjustable parameters.\nThe template is computed automatically from the input data. Then small subsets within the image stack are systematically compared with the template using a match-measuring metric. So a number is assigned to each voxel, representing the similarity of the voxel\\'s neighborhood to the template.\nFinally a maximum filter is applied leaving only local best matching voxels as solid phase while all others are set to fluid phase. Hence the obtained image stack is binarized and skeletonized simultaneously.","dateCreated":"2011-08-25 18:45:55"},{"id":16,"user":"janina.lange@web.de","content":"Hört sich sehr vielversprechend an! Ich hätte nur noch ein bisschen ausführlicher beschrieben, wie das Programm arbeitet. Die ganzen allgemeinen Informationen vom Anfang des Absatzes kommen ja schon genauso in der Zusammenfassung in der Introduction vor. Ich weiß nicht, ob man die wiederholen sollte oder gleich weglassen kann........Ich bau mal deins ein!","dateCreated":"2011-08-26 05:55:05"},{"id":17,"user":"Patrick.Krauss@web.de","content":"Ja, ich bin mir auch nicht sicher wie sehr man hier ins Detail gehen sollte. Am besten wird sein, Claus schaut sich das mal an.","dateCreated":"2011-08-26 08:58:29"},{"id":18,"user":"Patrick.Krauss@web.de","content":"in \\\\paragraph{confocal reflection mode microscopy (CRM)} steht\n\\\".....each voxel having a size of 340x340x324 nm.\\\" \n\nEs muss aber doch heissen \\\".. size of 324x324x340 nm.\\\"  oder?","dateCreated":"2011-08-26 09:57:25"},{"id":19,"user":"Patrick.Krauss@web.de","content":"Hier nochmal etwas ausführlicher:\n\nComputing poresize statistics requires binarized and skeletonized image stacks derived from the original gray scale image stacks. Binarization means that all voxels are labeled either as solid phase or fluid phase. Skeletonization means representing all fibers as their medial axes with a width of  a single voxel.\nInstead of simple threshold segmentation with subsequent iterative thinning, we used a novel fully adaptive pattern recognition algorithm based on template matching methods (Ref). The algorithm is completely free from user adjustable parameters.\nAs a pre-processing step all image slices are normalized to a global mean gray scale since some image stack show a z-dependence of brightness.\nThen the template is computed automatically from the input data using a large enough sample of test points. The voxel-neighborhood of each test point is represented as a matrix with matrix entries corresponding to voxel brightnesses. The weightened average sum of all matrices is computed. As weight factors the central entries of the matrices were taken. The resulting average matrix is being normalized to finally obtain the template.\nNow small subsets, also represented as matrices, within the image stack are systematically compared with the template using a match-measuring metric, i.e. the square route of the sum of squared differences between template and search matrix entries. So a number is assigned to each voxel, representing the similarity of the voxel\\'s neighborhood to the template. Note that the smaller this number is, the more similar is the tested matrix to the template.\nFinally a minimum filter is applied leaving only local best matching voxels as solid phase while all others are set to fluid phase. Hence the obtained image stack is binarized and skeletonized simultaneously.\nThe process of template-matching is sequentially done in x-, y- and z-direction with matrices localized in yz-, xz- and xy-plane. The three resulting binarized image stacks are combined using logical OR to one binary image stack.\nAs a post-processing step all isolated collagen phase voxels are removed since they are corresponding to false positive voxels resulting from noise in the image stack.","dateCreated":"2011-08-26 10:14:54"},{"id":20,"user":"claus.metzner@gmx.net","content":"Finde ich super. Ich würde vielleicht nur statt \\\"similarity\\\" lieber \\\"mismatch\\\" schreiben und so den Satz \\\"Note that ..\\\" vermeiden.","dateCreated":"2011-08-26 10:29:28"},{"id":21,"user":"Patrick.Krauss@web.de","content":"Stimmt, ist besser. Dann also so:\n\nComputing poresize statistics requires binarized and skeletonized image stacks derived from the original gray scale image stacks. Binarization means that all voxels are labeled either as solid phase or fluid phase. Skeletonization means representing all fibers as their medial axes with a width of  a single voxel.\nInstead of simple threshold segmentation with subsequent iterative thinning, we used a novel fully adaptive pattern recognition algorithm based on template matching methods (Ref). The algorithm is completely free from user adjustable parameters.\nAs a pre-processing step all image slices are normalized to a global mean gray scale since some image stack show a z-dependence of brightness.\nThen the template is computed automatically from the input data using a large enough sample of test points. The voxel-neighborhood of each test point is represented as a matrix with matrix entries corresponding to voxel brightnesses. The weightened average sum of all matrices is computed. As weight factors the central entries of the matrices were taken. The resulting average matrix is being normalized to finally obtain the template.\nNow small subsets, also represented as matrices, within the image stack are systematically compared with the template using a match-measuring metric, i.e. the square route of the sum of squared differences between template and search matrix entries. So a number is assigned to each voxel, representing the mismatch of the voxel\\'s neighborhood to the template.\nFinally a minimum filter is applied leaving only local best matching voxels as solid phase while all others are set to fluid phase. Hence the obtained image stack is binarized and skeletonized simultaneously.\nThe process of template-matching is sequentially done in x-, y- and z-direction with matrices localized in yz-, xz- and xy-plane. The three resulting binarized image stacks are combined using logical OR to one binary image stack.\nAs a post-processing step all isolated collagen phase voxels are removed since they are corresponding to false positive voxels resulting from noise in the image stack.","dateCreated":"2011-08-26 10:57:06"},{"id":22,"user":"claus.metzner@gmx.net","content":"Paßt !","dateCreated":"2011-08-26 11:10:20"},{"id":23,"user":"Patrick.Krauss@web.de","content":"Ok. Habs oben eingefügt.","dateCreated":"2011-08-26 11:32:26"},{"id":24,"user":"janina.lange@web.de","content":"Hab alles ausgebessert, die fertige Latexversion findet ihr in der Dropbox!\nHab alle Bilder und Tabellen eingefügt, die Form ist natürlich noch ne Katastrophe.\n@Claus: auf welche Form soll ich das Dokument denn bis Montag bringen?\nSchon alle Figure Legends schreiben oder so? Oder willst du das machen?\n\nps: wir haben schon 20 Seiten (Bilder allerdings im kleinen Format^^)","dateCreated":"2011-08-26 11:42:22"}],"users":{"claus.metzner@gmx.net":{"mayEdit":1,"dateRead":"2011-09-02 11:45:47","dateTouched":"2011-08-23 07:02:22"},"Patrick.Krauss@web.de":{"mayEdit":1,"dateTouched":"2011-08-27 09:46:34","dateRead":"2011-08-30 12:32:35"},"janina.lange@web.de":{"mayEdit":1,"dateTouched":"2011-08-25 14:13:44","dateRead":"2011-08-30 13:17:03"},"nadine.r.lang@gmx.de":{"mayEdit":1,"dateTouched":"2011-08-24 08:35:16","dateRead":"2011-08-24 12:46:54"}},"dateUsersTouched":"2011-08-23 07:02:16","maxCommentId":24},{"id":9,"content":"[i]Version: CM, Wed, 17:17[\/i]\n\nCell migration and, in this context, the interaction of cells with their external matrix, has been extensively studied since decades (\\\\cite{Fri00},\\\\cite{Ulr10},\\\\cite{Fri10},\\\\cite{Bra10}). For example, the ability of tumor cells to invade connective tissue and to migrate within this dense biological material is crucial for the developement of metastases. It is assumed that the mechanical and structural properties of the tissue, in particular stiffness and pore size, have a great influence on cell migration(\\\\cite{Zam06}). Vice versa, migrating cells have the ability to deform the surrounding material by their contractile forces(\\\\cite{Kra11}) and to protolytically dissolve obstacles(\\\\cite{Wol09}), thereby presumably altering the properties of the tissue around their migration path(\\\\cite{Kau05},\\\\cite{Pat11}). In order to study such processes with better control of the conditions, researchers are using for their experiments artificially fabricated migration media, rather than actual body tissue. A typical example is collagen gel, which can be produced by causing monomeric collagen to polymerize and selforganize into a random network of fibrils \\\\cite{Fri00}.\n\nIn this paper, we focus in particular on the problem of how to control and later verify the average poresize of collagen gels. As it turnes out, this requires an integrated approach, involving all steps from the fabrication of the gels and their three-dimensional imaging using confocal microsopy, up to the processing and statistical evaluation of the resulting image stacks. During extensive studies we have identified many factors that influence the final poresize statistics and lead to inconsistent or non-reproducable results, if not controlled properly.\n\nWe restrict our investigation here to the use of reflection mode microscopy. As compared to fluorescence microscopy, this method is better suited for the study of cell migration, since it does not require any staining procedure and, therefore, is free of the toxic side effects that staining can have on living cells. However, reflection mode microscopy is suffering from a \\\"blind spot\\\" problem \\\\cite{Jaw2010}, i.e. the invisibility of all collagen fiber segments that are running at very steep angles with respect to the imaging plane. This effect would lead to larger apparent poresizes and therefore has to be taken into account in the statistical analysis.\n\nIn the following, we shall summarize our most important observations, problems and solution concepts involved in the multi step process from gel fabrication to poresize evaluation. The details will be presented in the Materials and Methods section. In the Results section, we will report reliability tests of our method and then investigate the effect of collagen concentration, gelation temperature and crosslinking on the poresizes of the gels.\n\n\\\\paragraph{Gel fabrication}\n\nThe structural and mechanical properties of a collagen gel can be controlled during the polymerization process by various parameters. The most obvious way to produce dense gels, i.e. gels with a small average poresize, is by increasing the concentration of collagen in the stock solution. Our measurements of $r_{pore}(c_{col})$ qualitatively confirm former results of other groups (\\\\cite{Yan2010} \\\\cite{Gil11}) and are (consistent with the inverse square root law that is expected theoretically from a \\\"Mikado\\\" model of the collagen network). Another way to decrease the poresizes is by increasing the polymerization temperature. Finally, we demonstrate that adding the crosslinker Glutaraldehyde does not change the average poresize. This offers useful oportunities for cell migration studies, since other groups have shown that the macroscopic shear modulus $G^{\\\\prime}$ of the crosslinked gels increaeses drastically \\\\cite{Raj89}. \n\nHowever, care has to be taken during the fabrication and storage of the gels in order to assure a high enough signal-to-noise ratio for a successfull evaluation of the image stacks. In particular, one has to avoid all kinds of optically resolvable impurities within the liquid medium that fills the pores of the collagen network, such as air bubbles or bacteria. Although a fraction of these point-like impurities can be filtered out during image processing, the remaining fraction can still significantly distort the resulting poresize statistics. Finally, we note that also the medium itself affects image quality: In gels filled up with a medium containing phenolred (DMEM, Dulbecco\\'s modified Eagle Medium), we observed an apparent increase of poresize when analyzing the deeper parts of the gel. This was caused by diffuse scattering and absorption by the medium, thereby reducing the signal-to-noise ratio. The problem can be avoided by using phenolred-free DMEM or PBS (sodium perborate) for observations. Alternatively, one may avoid to record the very deep parts of the gel from the outset. \n\n\\\\paragraph{Gel microscopy}\n\nThe topmost layers of the gel shouldn\\'t be used for the evaluation as well, because they often have a different structure than the bulk of the gel. Since poresize is a statistically distributed quantity, it is also important to record a large enough sample volume, so that the number of different pores contained in that volume is much larger than 1 (say, >100). On the other hand, too large sample volumes unneccessarily increase the computer time required to evaluate the image stack. Similarly, the resolution of the microscope has to be sufficient to detect the fibers, while a too large resolution leads to unhandy stack sizes and very long evaluation times. We present our recommended protocols in the Materials and Methods section. \n\nThe laser power and photomultiplier gain are set by the microscope user such as to avoid both under- and over-exposure of the images. This rather subjective criterion leaves a wide margin and can lead to inconsistent results from one experiment to another, if the algorithm for poresize evaluation reacts sensitively to such imaging parameters. We have therefore tested the algorithm used in this work and confirmed that it is very robust with respect to laser power and photomultiplier gain.\n\n\\\\paragraph{Image stack binarization and skeletonization}\n\nWhile the diameter of individual collagen fibrils is small compared to the typical microsope resolution(\\\\cite{Gil11}), the image of the fibrils is considerably broadened by the point spread function of the optical system. In order to evaluate the poresizes from such blurred and noisy images, it is first neccessary to reconstruct the original network of line segments. One aspect of the reconstruction is the binarization of the gray level image stack, so that each voxel is assigned one of two possible values, corresponding either to the solid phase (1, collagen fibers) or the liquid phase (0, surrounding medium). Another aspect is the skeletonization of the solid phase, so that the optically broadened fibers are reduced to their central (medial) axis, with a width of only one voxel. We are using a novel reconstruction algorithm, based on multi-directional pattern-matching, to achieve simultaneous binarization and skeletonization of the image stacks. The details of the algorithm are presented in a separate publication (Ref: Paper 2). The algorithm is self-adapting to the properties of the image stacks at hand and therefore free of any subjective, user-defined parameters,which has been objectively verified by reconstructing synthetically generated image stacks. As a further advantage, it is insensitive to variations in the input data quality to a very high degree. The reconstructed network is free of optical blurring, i.e. all fibrils are represented by \\\"lines\\\" with a \\\"diameter\\\" of only one voxel. Also, spatially isolated solid phase voxels (false positives), which can result from the noise in the image, are removed.\n\n\\\\paragraph{Distribution of nearest obstacle distances}\n\nNext, the geometric properties of the reconstructed network, such as the poresize statistics, are to be evaluated. The poresizes of a network can be quantified in different ways, for instance by placing within each pore a sphere of the maximum possible size and then analyzing the size distribution of these spheres \\\\cite{Mic08}. In this paper, we chose another, yet equivalent approach which is more suitable for analytical models. Our first step is to compute the distribution $p(r_{no})$ of nearest obstacle distances in the reconstructed network. This is done by selecting a set of random points within the reconstructed stack, computing the distance from each test point to its closest solid state obstacle (i.e., fiber segment) and then finding the distribution of these distances. From this numerically efficient procedure we also obtain the average nearest obstacle distance $<r_{no}>$. We will show below that this quantity is directly related to the more \\\"intuitive\\\" poresize definition in terms of the maximum spheres.\n\n\\\\paragraph{Analytical \\\"Mikado\\\" model of line networks}\n\nAs a simple model for collagen gels we use random networks of straight line segments, with a spatially homogeneous density of the line centers and isotropic directions. As derived in the Methods section, it is possible with this \\\"Mikado\\\" model to calculate analytically the distribution $p(r_{no})$ of nearest obstacle distances. In the limiting case where the line segments are much longer than the average pore diameter, this turnes out to be a Rayleigh distribution with a single parameter $\\\\sigma$, the most probable value of $r_{no}$. This parameter $\\\\sigma$ is exclusively determined by the total length of all line segments per unit volume, i.e. the line density $\\\\lambda$. We demonstrate that the measured distributions $p(r_{no})$ can indeed be fitted by Rayleigh distributions. From the resulting fit parameter, the \\\"intuitive poresize\\\" can be computed by multiplication with a known conversion factor, obtained from numerical simulations of the Mikado model.\n\n\\\\paragraph{Correction for invisible fibers}\n\nThe apparent poresize resulting from the above evaluation procedure will be larger than that of the actual collagen network, because due to the \\\"blind spot\\\" problem in reflection mode microscopy, all the very steep fiber segments are not recorded in the image stacks \\\\cite{Jaw2010}. This effectively reduced line density leads to larger poresize. However, it is possible for a given microscope setup to determine the blind spot cut-off angle by analyzing the distorted angular statistics of the line segments in the reconstructed image stack. From the cut-off angle, the fraction of missing fibers can be computed, which in turn allows to correct for the blind spot effect. By this way, the true poresize of the gel can be obtained directly from the distribution $p(r_{no})$.\n","title":"Introduction","dateCreated":"2011-08-15 10:21:15","dateContentTouched":"2011-08-25 13:05:23","dateImagesTouched":"2011-08-15 10:21:15","dateFilesTouched":"2011-08-15 10:21:15","dateCommentsTouched":"2011-08-24 17:11:38","files":[],"images":[],"comments":[{"id":4,"user":"janina.lange@web.de","content":"we will report several reliability tests of our method:\nwieso several? eigentlich wollten wir doch hier nur 2 zeigen? (Laserleistung und Gain)\n\nwieso $L_{pore}(c_{col})$?? also das große L?\n\n\n\n","dateCreated":"2011-08-23 08:32:39"},{"id":5,"user":"claus.metzner@gmx.net","content":"Hi Janina, habe die 2 Sachen ausgebessert. Kannst Du mit bitte auf Englisch BAD? and GOOD? sagen ?","dateCreated":"2011-08-23 08:51:46"},{"id":6,"user":"janina.lange@web.de","content":"In gels filled up with a medium containing phenolred (DMEM, Dulbecco\\'s modified Eagle Medium), we observed an apparent increase of poresize when analyzing the deeper parts of the gel. This was caused by diffuse scattering and absorption by the medium, thereby reducing the signal-to-noise ratio. The problem can be avoided by using phenolred-free DMEM or PBS (sodium perborate) for observations.","dateCreated":"2011-08-23 08:56:56"},{"id":7,"user":"janina.lange@web.de","content":"\\\\paragraph{Gel microscopy}\n------> very long evaluation times and a decreasing signal-to-noise-ratio?\n\n\\\\paragraph{Image stack binarization and skeletonization}\n\n-----> typo is statt ist\n\n----> which can result, typo\n","dateCreated":"2011-08-24 10:55:37"},{"id":8,"user":"janina.lange@web.de","content":"Ref Blindspotproblem: \\\\cite{Jaw2010} siehe References!!","dateCreated":"2011-08-24 11:23:07"},{"id":9,"user":"janina.lange@web.de","content":"qualitatively confirm former results of other groups (Refs): \\\\cite{Yan2010}\n\n\nCell migration and, in this context, the interaction of cells with their external matrix, has been extensively studied since decades (Refs).: \\\\cite{Pat11}\n\n","dateCreated":"2011-08-24 11:30:58"},{"id":10,"user":"janina.lange@web.de","content":"\\\\cite{Pat11}: schöne Bilder wie ECM nach Zelldurchwanderung aufgelöst und verändert worden ist!!","dateCreated":"2011-08-24 11:47:25"},{"id":11,"user":"janina.lange@web.de","content":"\\\\cite{Kau05}: cell leaves path behind it.....","dateCreated":"2011-08-24 11:57:19"},{"id":12,"user":"janina.lange@web.de","content":"\\\\cite{Ulr10}: interaction of cells and ECM","dateCreated":"2011-08-24 12:08:47"},{"id":13,"user":"janina.lange@web.de","content":"\\\\cite{Fri00}: sehr umfassende Zusammenfassung von Zell-Matrix-Interaktion","dateCreated":"2011-08-24 12:25:52"},{"id":15,"user":"claus.metzner@gmx.net","content":"Habe die Typos verbessert und die Refs eingabaut.","dateCreated":"2011-08-24 15:15:12"},{"id":16,"user":"nadine.r.lang@gmx.de","content":"kann ich da jetzt die refs die ich mir überlegt hab mit rein machen oder soll ich die morgen der janina sagen wo was rein soll? ","dateCreated":"2011-08-24 15:29:49"},{"id":17,"user":"claus.metzner@gmx.net","content":"ich finde, Refs kann man ruhig gleich einfügen, wo man sie für angebracht hält. Rauslöschen ist ja ggf. kein Problem.","dateCreated":"2011-08-24 15:43:32"},{"id":18,"user":"nadine.r.lang@gmx.de","content":"ok, ich hab mal meine refs einfgefügt und eine kleinigkeit verbessert. einen kommentar hab ich noch drin: bei gel microscopy im ersten absatz der letzte satz ->das is eher results als mat and methods?","dateCreated":"2011-08-24 16:55:19"},{"id":19,"user":"janina.lange@web.de","content":"Also ich finde schon, dass es eher Methods and Materials wäre, weil es eben um Aufnahme- und Mischungsmethoden geht, oder?","dateCreated":"2011-08-24 17:11:38"}],"maxCommentId":19,"users":{"claus.metzner@gmx.net":{"mayEdit":1,"dateRead":"2011-08-30 12:43:03","dateTouched":"2011-08-24 15:17:13"},"Patrick.Krauss@web.de":{"mayEdit":1,"dateTouched":"2011-08-24 07:13:42","dateRead":"2011-08-26 09:40:14"},"janina.lange@web.de":{"mayEdit":1,"dateTouched":"2011-08-25 13:05:23","dateRead":"2011-08-30 11:02:16"},"nadine.r.lang@gmx.de":{"mayEdit":1,"dateTouched":"2011-08-24 16:53:34","dateRead":"2011-08-24 17:13:21"}},"dateUsersTouched":"2011-08-24 07:12:44"},{"id":10,"content":"Collagen gels are being widely used as substitutes for connective tissue in cell migration studies, offering researchers the advantage of controllable material properties, such as tunable average poresizes of the random network of collagen fibrils. However, both the fabrication of the gels and the subsequent verification of their structural properties involves many factors that, if not treated properly, can have an enormous influence on the apparent results. In this paper, we present an integrated set of methods and best practices for gel preparation, confocal microsopy in the reflection mode (CRM) and binarization of the three-dimensional image stacks followed by poresize evaluation that together lead to more reliable results. We use a novel robust pattern matching method to binarize the image stacks and are able to show that the resulting skeletonized network is thus widely independent from optical parameters, such as microscope laser power or detector gain. We then compute the distribution of nearest obstacle distances $p(r_{nod})$ for a random set of test points within the network. This distribution is equivalent to other popular measures for poresizes, but with the advantage of an analytical foundation. Thus, by fitting the measurements to a \\\"Mikado\\\" model of line networks, it is possible to correct for the missing fraction of very steep fibers, which are invisible by reflection mode microscopy. Using this set of methods, we can confirm former results on the control of average poresize by collagen concentration and gelation temperature. Finally, we show that it is possible to chemically crosslink the gels, thereby tuning their macroscopic stiffness, without changing the average porsize.","title":"Abstract","dateCreated":"2011-08-15 10:21:33","dateContentTouched":"2011-08-24 07:13:06","dateImagesTouched":"2011-08-15 10:21:33","dateFilesTouched":"2011-08-15 10:21:33","dateCommentsTouched":"2011-08-22 15:40:04","files":[],"images":[],"comments":[{"id":2,"user":"claus.metzner@gmx.net","content":"The ability of tumor cells to invade connective tissue is crucial for the developement of metastases. Tissue properties in particular, in particular stiffness and pore size, have a great  influence  on cell migration.  \nIn this study we present a robust method to extract and characterize the statistical geometric properties of collagen networks from confocal 3D image stacks. The stacks were recorder in reflection mode (CRM) and were binarized to define the solid and the liquid phase. From the binarized stack, we compute the distribution P(r_nod) of distances between randomly chosen points of the liquid phase and their nearest solid obstacle. Using an analytically solvable mikado model of the fiber network, the P(r_nod) distribution can be fitted to a Rayleigh distribution and the network line density can be extracted. Previous studies obtained that fibers with a very steep angle cannot be detected in the reflection mode, so that we have to correct the distribution for the fraction of invisible fibers. Altering the concentration of collagen or the polymerization temperature leaded to the expected differences in poresizes. Moreover the influence of  laserpower and gain voltage of the PMT on the extracted poresizes were analyzed. It turns out that such factors, if not treated properly, can have an enormous influence on the apparent poresize statistics.\nWe present an integrated set of methods and best pracitces for poresize extraction, including the preparation and microscopy of the gels, the binarization procedure of the image stacks and the statistical evaluation.\n","dateCreated":"2011-08-17 17:14:59"},{"id":3,"user":"claus.metzner@gmx.net","content":"ha das is ja mal witzig...wieso bin ich jetzt gleich wieder der claus???!!! vg nadine","dateCreated":"2011-08-17 17:15:28"},{"id":4,"user":"Patrick.Krauss@web.de","content":"wenn du die links, welche ganz oben im fibrometry-waka stehen, benutzt dann bist du in den beiden anderen wakas als claus angemeldet. du mußt deine eigenen links benutzen. falls du sie nicht kennst - so wie es mit gegangen ist - dann mußt du dich selbst einleiden während du z.B. als claus angemeldet bist. Dann bekommst du deine persönlichen Links per E-Mail.","dateCreated":"2011-08-21 11:35:11"},{"id":5,"user":"claus.metzner@gmx.net","content":"J: (ich weiß auch nicht, wie ich von hier auf den richtigen Link komme!)\n\n\nThe ability of tumor cells to invade connective tissue is crucial for the developement of metastases. Tissue properties in particular, in particular stiffness and pore size, have a great influence on cell migration.\nIn this study we present a robust method to extract and characterize the statistical geometric properties of collagen networks from confocal 3D image stacks. The stacks were recordED in reflection mode (CRM) and were binarized WITH A PATTERN RECOGNITION PROGRAM to define the solid and the liquid phase FROM THE 255 GRAY VALUE PICTURES. THE PRESENTED BINARIZATION PROCESS IS MOSTLY INDEPENDENT FROM RECORDING PARAMETERS LIKE LASER POWER OR GAIN, AS IS SHOWN IN THE FOLLOWING.  From the binarized stack, we compute the distribution P(r_nod) of distances between randomly chosen points of the liquid phase and their nearest solid obstacle. Using an analytically solvable mikado model of the fiber network, the P(r_nod) distribution can be fitted to a Rayleigh distribution and the network line density can be extracted. Previous studies obtained that fibers with a very steep angle cannot be detected in the reflection mode, so that we have to correct the distribution for the fraction of invisible fibers. \nWITH THIS METHOD WE ANALYZED  THE PORESIZE DISTRIBUTION WHILE MODIFYING THE PRODUCTION PARAMETERS OF THE COLLAGEN NETWORKS. WE CHANGED THE COLLAGEN CONCETRATIONS, USED DIFFERENT GELATION TEMPERATURES AND CROSSLINKED THE GELS WITH GLUTARALDEHYDE.  ALL EXAMINATIONS LEADED TO THE EXPECTED ALTERATIONS IN THE PORESIZE.\nWe present an integrated set of methods and best pracTIces for poresize extraction, including the preparation and microscopy of the gels, the binarization procedure of the image stacks and the statistical evaluation.\n\n\n","dateCreated":"2011-08-22 11:40:30"},{"id":6,"user":"claus.metzner@gmx.net","content":"J:\n\nCollagen gels are being widely used as substitutes for connective tissue in cell migration studies, offering researchers the advantage of controllable material properties, such as a tunable poresize of the random network of collagen fibrils. However, both the faBrication of the gels and the subsEquent verification of their structural properties involves many factors that, if not treated properly, can have an enormous influence on the apparent results.\n In this paper, we present an integrated set of methods and best practices for gel preparation, confocal microsopy in the reflection mode (CRM), binarization of the three-dimensional image stacks and FOLLOWING poresize extraction that together lead to more reliable results. \nWe use a novel robust pattern matching method to binarize the image stacks and are able to show that the resulting skeletonized network is thus widely independent from optical parameters as microscope laser power or detector gain.\nFinally, we compute the distribution of nearest obstacle distances $p(r_{nod})$ for a random set of test points within the network. This distribution is equivalent to other popular measures for poresizes, but with the advantage of an analytical foundation. Thus, by fitting the measurements to a \\\"Mikado\\\" model of line networks, it is possible to correct for the missing fraction of very steep fibers, which are invisible by reflection mode microscopy.\nWith this method, we analyze the dependence of the poresize distribution from several production parameters of the gels, such as concentration and gelation temperature.","dateCreated":"2011-08-22 12:13:36"},{"id":7,"user":"claus.metzner@gmx.net","content":"J:\nich würde also generell noch betonen, dass wir hier eben nicht nur Bildparameter untersuchen, sondern auch physikalische Parameter wie Konzentration, Polymersationstemperatur und Crosslinking. Wenn nur das eine erwähnt wird, wird irgendwie eine falsche Erwartung geweckt.","dateCreated":"2011-08-22 12:15:22"},{"id":9,"user":"claus.metzner@gmx.net","content":"Stimmt alles, Janina. Ich arbeite an einer besseren Version ...","dateCreated":"2011-08-22 12:26:37"},{"id":10,"user":"claus.metzner@gmx.net","content":"Janina, ich habe Dich nochmal zu diesem Waka eingeladen - Email sollte da sein. Bitte benutze diesen Link, damit Du unter Deinem Namen posten kannst.","dateCreated":"2011-08-22 12:28:55"},{"id":11,"user":"janina.lange@web.de","content":"Danke Claus......","dateCreated":"2011-08-22 12:37:50"},{"id":12,"user":"claus.metzner@gmx.net","content":"Neue Abstract-Version steht oben.","dateCreated":"2011-08-22 12:51:32"},{"id":13,"user":"claus.metzner@gmx.net","content":"Angeblich hat ja Stefan gezeigt, daß der von uns verwendete Crosslinker zu einer enormen Versteifung der Gele führt. Ist das publiziert und von uns zitierbar ?","dateCreated":"2011-08-22 13:00:47"},{"id":15,"user":"janina.lange@web.de","content":"Total genial, gefällt mir jetzt außerordentlich gut!\nAber:\ngel temperature: ist das dasselbe wie gelation temperature? Oder heißt es nicht einfach Geltemperatur?","dateCreated":"2011-08-22 13:16:46"},{"id":16,"user":"claus.metzner@gmx.net","content":"völlig richtig: gelation temperature.","dateCreated":"2011-08-22 13:29:12"},{"id":17,"user":"Patrick.Krauss@web.de","content":"Ich finde den Abstract auch sehr sehr gelungen ;-)","dateCreated":"2011-08-22 13:33:23"},{"id":18,"user":"nadine.r.lang@gmx.de","content":"hehe, ok jetzt schaff ichs langsam wieder aufzuholen. wie gesagt der abstract war ja schon ein bischen älter den ich geschrieben hab. der latest version gefällt mir auch sehr gut, da es von anfang an nicht auf irgendeine matrix geht sondern auf collagen. ich weiß nicht genau ob man irgendwo da noch ein tumorcell einbauen sollte, einfach zwecks schlagwörter :-)  ansonsten sinds kleinigkeiten die ich anders schreiben würde, das bastel ich gleich mal noch zusammen. die wichtigste anmerkung die ich allerdings habe ist, dass wir nicht schreiben sollten dass wir zeigen dass GA crosslinked! wir wissen es weil es stefan gesagt hat, und wir wissen dass es das gel versteift weil es stefan gesagt hat, was wir aber beides nicht gezeigt haben, sondern einfach angenommen. ich schreibs mal ein bischen so, dass wir das was wir tatsächlich gemacht haben drin stehen haben. \n@janina:wir hatten doch so ein schönes bild gefunden, das das chemische crosslinking so schön beschrieben hat, wo du auch das bild für deine BA rausgenommen hast. steht da was über versteifungen drin? das wäre nämlich meine zitierquelle nr 1 :-)","dateCreated":"2011-08-22 15:11:06"},{"id":19,"user":"claus.metzner@gmx.net","content":"Bitte bedenken, daß es bei dieser Zeitschrift auch noch eine \\\"Author\\'s Summary\\\" gibt - eigentlich noch mal eine Art längeres Abstract.","dateCreated":"2011-08-22 15:16:30"},{"id":20,"user":"nadine.r.lang@gmx.de","content":"ohweh, ok. wo kommt die dann hin?? und was müssen wir dann da rein schreiben?? kommt das dann ganz zum schluss und wir müssen nochmal sagen soooo das haben wir jetzt grade auch alles bewiesen, während wir im abstract nur sagen, lies es und wir werdens dir beweisen?","dateCreated":"2011-08-22 15:24:19"},{"id":21,"user":"nadine.r.lang@gmx.de","content":"ohweh, ok. wo kommt die dann hin?? und was müssen wir dann da rein schreiben?? kommt das dann ganz zum schluss und wir müssen nochmal sagen soooo das haben wir jetzt grade auch alles bewiesen, während wir im abstract nur sagen, lies es und wir werdens dir beweisen?","dateCreated":"2011-08-22 15:24:29"},{"id":22,"user":"nadine.r.lang@gmx.de","content":"ok, also hier mal die neue version:\n\nCollagen gels are being widely used as substitutes for connective tissue in cell migration studies, offering researchers the advantage of more controllable material properties, such as tunable average poresizes of the random network of collagen fibrils. However, both the fabrication of the gels and the subsequent verification of their structural properties involves many factors that, if not treated properly, can have an enormous influence on the apparent results. In this paper, we present an integrated set of methods and best practices for gel preparation, reflection mode confocal microsopy  (CRM) and binarization of the three-dimensional image stacks followed by poresize evaluation that together lead to more reliable results. We use a novel robust pattern matching method to binarize the image stacks and are able to show that the resulting skeletonized network is thus widely independent from (optical) setup parameters, such as microscope laser power or detector gain. We then compute the distribution of nearest obstacle distances $p(r_{nod})$ for a random set of test points within the network. This distribution is equivalent to other popular measures for poresizes, but with the advantage of an analytical foundation. Thus, by fitting the measurements to a \\\"Mikado\\\" model of line networks, it is possible to correct for the missing fraction of very steep fibers, which are invisible by reflection mode microscopy. Using this set of methods, we can confirm former results on the control of average poresize by collagen concentration and gelation temperature. Finally, we show that  chemically crosslinking the gels, thereby tuning their macroscopic stiffness, does not influence  the average porsize.\n\nAnmerkung: ich glaube laser power und gain sind nicht wirklich optische parameter, das würde ich eher unter pinhole größe oder linseneinstellung\/brennweite verstehen. ich glaube das sind eher einstellungsparameter (um genau zu sein, spannungseinstellungen an der laserregelung sowie am verstärker der PMTs ) - passt dann setup parameters besser? was sagt ihr?","dateCreated":"2011-08-22 15:27:30"},{"id":23,"user":"janina.lange@web.de","content":"zum Allerletzten: hab jetzt auch bei mir geschrieben, dass die Aufnahmeparameter Gain und Laserleistung die Bildparameter Helligkeit und SNR verändern, Einwand ist meiner Meinung nach berechtigt","dateCreated":"2011-08-22 15:33:11"},{"id":24,"user":"janina.lange@web.de","content":"Also dass GA crosslinked, dafür hab ich mehrere Papers, aber dass es versteift, dafür muss ich morgen früh noch Quellen suchen! (Hast du das so gemeint, Nadine?)","dateCreated":"2011-08-22 15:34:21"},{"id":25,"user":"janina.lange@web.de","content":"Das schöne Bild kam von arthritis-reasearch, aber ich hab jetzt eben auch in dem anderen Paper, was ich habe, gelesen, dass GA versteift! Die haben sogar Kurven der verschiedenen E-Module drin. Ich stells morgen früh rein!","dateCreated":"2011-08-22 15:36:57"},{"id":26,"user":"nadine.r.lang@gmx.de","content":"ha fies, jetzt hats grad meinen kommentar gelöscht :-( also ja ich meinte das paper mit dem schönen bild zum chemischen crosslinken das wir nicht selber malen wollten ;-)  wegen versteifung such ich auch noch a bissl weil ich hab zwar daten von stefan, und mir wären auch eigene sachen lieber, aber zur not können wir erst mal was zitieren.  ","dateCreated":"2011-08-22 15:40:04"}],"users":{"claus.metzner@gmx.net":{"mayEdit":1,"dateRead":"2011-08-24 07:42:45","dateTouched":"2011-08-24 07:13:06"},"Patrick.Krauss@web.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-26 09:36:58"},"janina.lange@web.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-26 09:21:27"},"nadine.r.lang@gmx.de":{"mayEdit":1,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-25 07:42:55"}},"dateUsersTouched":"2011-08-24 07:13:04","maxCommentId":26},{"id":11,"content":"J. Lange, N. Lang, P. Krauss, C. Metzner and B. Fabry","title":"Authors and Affiliations","dateCreated":"2011-08-15 10:21:44","dateContentTouched":"2011-08-15 10:23:54","dateImagesTouched":"2011-08-15 10:21:44","dateFilesTouched":"2011-08-15 10:21:44","dateCommentsTouched":"2011-08-15 10:21:44","files":[],"images":[],"comments":[],"users":{"claus.metzner@gmx.net":{"mayEdit":1,"dateRead":"2011-08-30 14:03:47","dateTouched":"2011-08-17 17:12:05"},"Patrick.Krauss@web.de":{"mayEdit":0,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-22 07:10:41"},"janina.lange@web.de":{"mayEdit":0,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-22 12:45:30"},"nadine.r.lang@gmx.de":{"mayEdit":0,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-25 07:42:52"}},"dateUsersTouched":"2011-08-17 17:12:05"},{"id":12,"content":"Manipulating and evaluating the poresizes of collagen gels","title":"Title ","dateCreated":"2011-08-15 10:21:54","dateContentTouched":"2011-08-15 12:01:50","dateImagesTouched":"2011-08-15 10:21:54","dateFilesTouched":"2011-08-15 10:21:54","dateCommentsTouched":"2011-08-15 10:21:54","files":[],"images":[],"comments":[],"users":{"claus.metzner@gmx.net":{"mayEdit":1,"dateRead":"2011-08-22 16:30:04","dateTouched":"2011-08-17 17:12:05"},"Patrick.Krauss@web.de":{"mayEdit":0,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-22 07:10:40"},"janina.lange@web.de":{"mayEdit":0,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-23 06:41:22"},"nadine.r.lang@gmx.de":{"mayEdit":0,"dateTouched":"1985-09-02 14:00:00","dateRead":"2011-08-25 07:42:41"}},"dateUsersTouched":"2011-08-17 17:12:05"}],"users":{"j2cSnRRzd2":{"email":"claus.metzner@gmx.net","type":"editor","notificationCooldown":"3600","dateJoined":"2011-08-15 10:06:34","lastNotification":"2011-08-30 11:21:22"},"cYahN75aIB":{"email":"nadine.r.lang@gmx.de","type":"editor","notificationCooldown":"3600","dateJoined":"2011-08-16 10:07:24","lastNotification":"2011-08-30 11:21:23"},"thLkyDIzzz":{"email":"janina.lange@web.de","type":"editor","notificationCooldown":"3600","dateJoined":"2011-08-16 10:07:34","lastNotification":"2011-08-30 11:21:23"},"MXaP3nBzNL":{"email":"Patrick.Krauss@web.de","type":"editor","notificationCooldown":"3600","dateJoined":"2011-08-16 10:07:44","lastNotification":"2011-08-30 11:21:23"},"cHnksQZKmU":{"email":"Patrick.Krauss@web.de","type":"editor","notificationCooldown":"3600","dateJoined":"2011-08-21 11:22:44","lastNotification":"2011-08-30 11:21:24"},"Ory71y98Pd":{"email":"janina.lange@web.de","type":"subscriber","notificationCooldown":"3600","dateJoined":"2011-08-22 12:27:50","lastNotification":"2011-08-30 10:13:22"},"2AtmqqFb36":{"email":"janina.lange@web.de","type":"editor","notificationCooldown":"3600","dateJoined":"2011-08-22 12:27:57","lastNotification":"2011-08-30 11:21:25"}},"drafts":{"j2cSnRRzd2":{"title":"","content":"","files":[],"images":[],"dateContentTouched":"2011-08-15 13:38:58","dateImagesTouched":"2011-08-15 13:38:58","dateFilesTouched":"2011-08-15 13:38:58"},"cYahN75aIB":{"title":"","content":"","files":[],"images":[],"dateContentTouched":"2011-08-16 10:07:24","dateImagesTouched":"2011-08-16 10:07:24","dateFilesTouched":"2011-08-16 10:07:24"},"thLkyDIzzz":{"title":"","content":"","files":[],"images":[],"dateContentTouched":"2011-08-16 10:07:34","dateImagesTouched":"2011-08-16 10:07:34","dateFilesTouched":"2011-08-16 10:07:34"},"MXaP3nBzNL":{"title":"","content":"","files":[],"images":[],"dateContentTouched":"2011-08-16 10:07:44","dateImagesTouched":"2011-08-16 10:07:44","dateFilesTouched":"2011-08-16 10:07:44"},"cHnksQZKmU":{"title":"","content":"","files":[],"images":[],"dateContentTouched":"2011-08-21 11:22:44","dateImagesTouched":"2011-08-21 11:22:44","dateFilesTouched":"2011-08-21 11:22:44"},"Ory71y98Pd":{"title":"","content":"","files":[],"images":[],"dateContentTouched":"2011-08-22 12:27:50","dateImagesTouched":"2011-08-22 12:27:50","dateFilesTouched":"2011-08-22 12:27:50"},"2AtmqqFb36":{"title":"","content":"","files":[],"images":[],"dateContentTouched":"2011-08-22 12:27:57","dateImagesTouched":"2011-08-22 12:27:57","dateFilesTouched":"2011-08-22 12:27:57"}},"version":4}