{"dateCreated":"2011-07-06 11:16:01","dateTouched":"2011-07-06 11:16:01","dateUsersTouched":"2011-07-06 12:26:35","maxPostId":5,"maxFileId":1,"maxImageId":6,"starter":{"title":"Abstract for ASCB 2011","content":"[b]Reconstructing Forces Inside Collagen[\/b]\n\nIn what ways cells contract their sorounding matrix plays an important role in mulitple processes in the human body. One that is particularly interesting is the migration of cancer cells through threedimensional tissue, for which we use collagen type I gels as a mimetic. For a better understanding of this process we want to reconstruct the spatial distribution of forces cells generate against their ECM. For that we did a proove of concept of a method with that this can be achieved. We propose a hyperelastic model for collagen gels, in which the material consists of an ensemble of nonlinear asymmetric spring elements which are mechanically coupled by a continuous displacements field. The energy length relationship of these spring elements can be extracted from rheological measurements. Further we image collagen gels around cells in the deformed state and the relaxed state after adding CytoD using confocal reflection microscopy. From that we can reconstruct the displacements at some distance to the cell. Together with our material model we can reconstruct the internal forces in a layer of material around the cell. These forces can be projected to the cells surface, by finding displacements that minimize the internal forces at regions, where there is no cell. If this region is not known exactly it can be reconstructed within the fitting process. With this method fully established, it will be possible to analyse the mechanical interaction of the cell and its 3D-ECM with not only spatial but also temporal resolution. This will allow for example to observe the symmetry breaking in the adhesion process as well as the ongoing remodelling of the cells tension during migration.\n","files":[],"images":[],"dateContentTouched":"2011-07-26 08:50:42","dateImagesTouched":"2011-07-12 11:59:22","dateFilesTouched":"2011-07-12 11:59:22"},"posts":[],"users":{"9XpqPFzWJg":{"email":"julian.steinwachs@googlemail.com","type":"editor","notificationCooldown":"3600","dateJoined":"2011-07-06 11:16:01"},"L0rHvEKkRx":{"email":"claus.metzner@gmx.net","type":"editor","notificationCooldown":"3600","dateJoined":"2011-07-06 12:26:35","lastNotification":"2011-07-26 08:40:35"}},"drafts":{"9XpqPFzWJg":{"title":"Motivationsschreiben ASCB 2011","content":"Das Ziel meines Promotionsprojektes ist es die Kräfte von Zellen zu rekonstruieren, die in einem Kollagengel kultiviert werden. Dieses Kollagengel wird in vielen Forschungsgruppen verwendet um Vorgänge im menschlichen Bindegewebe zu untersuchen. Innerhalb unserer Forschungsgruppe liegt der Fokus dabei auf der Erforschung der Migration von Krebszellen. Welche Rolle dabei die von der Zelle generierten Kräfte spielen ist derzeit noch unklar. Man vermutet aber einen direkten Zusammenhang für einige relevanten Fortbewegungsmodi von Zellen.\n\nFür mich als Physiker würde der Besuch des Amerikanischen Zellbiologiekongresses die Möglichkeit bieten, die aktuellen Forschungsergebnisse auf dem Gebiet der Zellmechanik in mein Projekt einfließen zu lassen. Dadurch kann ich besser die zu erarbeitende Methode auf die biologisch relevanten Fragestellungen anpassen.\n\nZudem bietet sich für mich die Möglichkeit mit Menschen in Kontakt zu treten die mir helfen weitere Einblicke in den Komplex Zellbiologie zu erlangen und damit meine Fähigkeiten zwischen den Disziplinen Physik und Biologie zu erweitern.","files":[],"images":[],"dateTouched":"2011-07-12 11:59:24"},"L0rHvEKkRx":{"title":"","content":"","files":[],"images":[],"dateTouched":"2011-07-06 14:24:09"}},"version":2}